[
    {
        "title": "How to create a Channel; WhatsApp’s latest feature on your phone",
        "author": "\nBy \nWanja Mbuthia\n",
        "content": [
            "With leading social applications launching new features every now and then, Meta has introduced a new feature,Channels, to the global WhatsApp platform.",
            "Meta is seeking to expand its products and capture more users. The feature that was first rolled out in June in Singapore and Colombia is finally available in Kenya. WhatsApp made this announcement on Tuesday on Twitter (now X).",
            "A statement by WhatsApp described the new feature as “a simple, reliable, and private way to receive important updates from people and organizations, right within WhatsApp.”",
            "Channels are built on a new tab called Updates - where you’ll find Status and channels you choose to follow. This is separate from your normal chats",
            "Channel admins can use the feature as a broadcast tool to share text, photos, videos, stickers, and polls by sending invite links to prospective followers.",
            "Also read: More than 60pc of world now on social media: study",
            "To aid users in selecting channels to follow, Meta has in place, a searchable directory where users can find their hobbies, sports teams, updates from local officials, and more.",
            "Meta indicated as a WhatsApp channel admin, your phone number and profile photo won’t be shown to followers.",
            "Further, following a channel will not reveal your phone number to the admin or other followers. Who you decide to follow is your choice, and it’s confidential.",
            "Here’s how to create a Channel on your phone:",
            "● Open WhatsApp on your phone, and go to the Updates tab.● Tap the Plus, and select New channel.● Tap Get started and accept updates to the Terms of Service and Privacy Policy to continue.● Add your preferred channel name to finish creating your channel. You can choose to change the name again at any time.● Customise your channel: You can do this by adding a description and icon.● Add a channel description: Write a few words to help potential followers understand what your channel is about.● Add a channel icon/image.● Tap Create channel, and you’re done!",
            "To get to your channel info page:",
            "● Open Channels by clicking the Channels icon.● Click your channel, and then your channel name.● Click Copy link.",
            "Being that statistics have ranked WhatsApp as the most popular social app in Kenya, analysts say channels offer a great opportunity for organisations and communities to stay in touch with their audiences and offer them the necessary updates."
        ],
        "image": "https://nation.africa/resource/image/4316682/landscape_ratio2x1/320/160/5eb0389adb4b909cdc46dfba98d331c5/Zm/pic-smart.jpg",
        "image_description": "\nMeta has introduced a new feature,Channels, to the global WhatsApp platform.\nPhoto credit: File I Nation Media Group\n",
        "date": "\nWednesday, July 26, 2023\n",
        "category": "Business"
    },
    {
        "title": "Tribunal stops expulsion of Ojienda, Jalang'o, three others from ODM",
        "author": "\nBy \nRichard Munguti\n",
        "content": [
            "The Orange Democratic Movement has suffered a setback following its decision to expel Kisumu Senator Prof Tom Ojienda and four others from the party for allegedly supporting President William Ruto's ruling coalition.",
            "The Political Parties Disputes Tribunal has thrown a lifeline to the politicians after issuing an interim order barring ODM from removing their names from the party register.",
            "In a ruling, tribunal chairperson Desma Nungo granted a conservatory order suspending ODM's decision to expel the five politicians from the party.",
            "Those whom the tribunal granted orders staying their expulsion from the party are Ojienda, Lang'ata MP Phelix Odiwour Kodhe alias Jalango, Suba MP Caroli Omondi, Bondo MP Gideon Ochanda and Gem Elisha Ochieng Odhiambo.",
            "\"That in the meantime and pending the hearing and determination of the application, this tribunal hereby makes interim conservatory orders staying the implementation of the decision to expel and remove the names of the five politicians as members of the ODM party,\" Nungo ruled.",
            "She also issued interim orders restraining ODM from expelling and/or removing Professor Ojienda as a member of the County Public Investment and Security Committee.",
            "The court has also restrained the Registrar of Political Parties from acting on the recommendations sent to her by ODM that the five have since been expelled from the party.",
            "This has the effect of suspending their election pending the hearing of the case challenging the decision to expel them for allegedly switching allegiance and collaborating with President William Ruto's ruling coalition.",
            "In their case before the tribunal, the five accused ODM of unlawfully removing their names from the party's register through a fundamentally flawed process.",
            "The five say they fear the party will recommend that their elections be cancelled, thereby declaring their respective seats vacant and triggering by-elections in the said positions.",
            "\"The appellants are apprehensive that if ODM and the Registrar of Political Parties proceed to remove us as elected Senators and Members of Parliament, such action will result in them losing their respective seats,\" reads the evidence submitted to the tribunal.",
            "The politicians have asked the court to intervene urgently and stop the implementation of the impugned decision before it's enforced by the Registrar of Political Parties.",
            "They further contend that the unlawful decision to expel them from the party is a gross violation of their constitutional rights to belong to a political organisation of their choice.",
            "Nungo has certified the cases as urgent and directed the politicians to serve their briefs on the Registrar and ODM within five days to enable them respond to the allegations of violation of their rights.",
            "She directed that the cases be listed on September 21 at 2:30pm for compliance and further directions."
        ],
        "image": "https://nation.africa/resource/image/4360174/landscape_ratio2x1/320/160/4ce28be81e1eff42f3775e1884b3c6d6/uU/odm-rebels.jpg",
        "image_description": "\nFrom left: ODM MPs Caroli Omondi, Phelix Odiwuor aka Jalango, Elisha Odhiambo, Tom Ojienda and Gideon Ochanda.\nPhoto credit: Nation Media Group\n",
        "date": "\nTuesday, September 12, 2023\n",
        "category": "News"
    },
    {
        "title": "Major changes made on Twitter since Elon Musk took over",
        "author": "\nBy \nWanja Mbuthia\n",
        "content": [
            "It’s a new week, and that means a new declaration from Twitter CEO, Elon Musk. Hot on the heels of the launch of Threads, Twitter’s rival, Musk has announced the genesis of a radical rebranding. He has begun the process of replacing Twitter’s renowned bird logo with X. Musk took over the reins of the Social App on October 27, 2022 and barely one year in, there are loud murmurs that the world’s fourth richest man is killing the app and its popularity.",
            "In April 2022, Musk was quoted saying, “Twitter has extraordinary potential. I will unlock it.” But has he? Here is a timeline of just right before he acquired the social app to the latest declaration.",
            "",
            "April 2022:",
            "On April 5, Elon Musk announced that he had bought more than 9 percent of Twitter's shares on the open market. He was initially given a board seat. He then offered to purchase Twitter for $54.20 per share, or close to $44 billion, which was a significant premium over the stock price of the firm at the time. He claimed that he wanted to use the platform, which he believed had been mismanaged, to apply free speech ideals. He further stated that he would finance the transaction using both cash and borrowing.",
            "On April 25, Twitter decided to take Musk's offer. Twitter's Independent Board Chair, Bret Taylor said in a statement that the company's board “conducted a thoughtful and thorough process to assess Elon's proposal with a deliberate focus on value, certainty, and financing.” He said the proposed transaction was the best course of action for Twitter's stockholders because it would result in a significant cash premium.",
            "",
            "May-June 2022:",
            "On May 13, Musk tweeted that he was “temporarily putting the deal to acquire Twitter on hold” pending more details on the prevalence of spam and false accounts/bots on the network. Musk continued to publicly discuss issues he noticed at Twitter, even though he later claimed he was still committed to the acquisition.",
            "Twitter responded with a statement claiming that Musk had previously consented to the $54.20 transaction and stated that it wanted to finalise and enforce the merger agreement. On June 16, the company invited Musk to an all-hands meeting, which he (Musk) attended remotely.",
            "Also read: Elon Musk’s Twitter takeover and changing face of literature",
            "",
            "July-September 2022:",
            "Unable to come to an agreement over the bot issue, Twitter sued Musk in a Delaware court to enforce the $44 billion deal. The company alleged that Musk’s conduct simply confirmed that he wanted to escape the binding contract he freely signed, and to damage Twitter in the process. A trial date was set for October 17, 2022.",
            "",
            "October 2022:",
            "As the trial approached and markets increasingly predicted a verdict in favour of Twitter, Musk said he would resubmit his bid to acquire the company for $54.20 if Twitter agreed to head off a trial. Twitter declined to do so, but Judge Kathaleen McCormick decided to offer the two sides until the end of the month to hammer out an agreement. Around this time, Musk also wrote a note to advertisers, pledging Twitter will not become a “free-for-all hellscape.”",
            "On October 28, Musk officially took over Twitter and promptly fired key executives, including CEO Parag Agrawal and policy director Vijaya Gadde.",
            "",
            "November 2022:",
            "On November 4, it was reported that employees who helped fight misinformation on the platform were among those laid off. Despite stating that he had not made substantive changes to Twitter's content moderation policies, advertisers declared that they would pull back amid “uncertainty” about Musk’s new strategy.",
            "Further, Musk rolled out plans to start charging users $7.99 for access to Twitter Blue, a service that includes the website’s blue-checkmark verification. The website was instantly overrun with customers over the course of the following two days who purchased blue checkmarks only to later mimic official accounts, including Musk’s.",
            "As impersonators continued to spread, Musk suspended the rollout of the new Twitter Blue programme. Meanwhile, Twitter engineers became increasingly vocal about the changes being made by Musk, and in response, he fired one engineer, then terminated as many as 20 others, including those who criticised him on internal channels.",
            "On November 16, Musk sent a companywide email to remaining employees demanding they commit to working “long hours at high intensity” or receive “three months of severance, if they did not consent to these conditions or support his vision for Twitter 2.0.”",
            "",
            "December 2022:",
            "Twitter relaunches Twitter Blue with the premium feature’s fees starting at $8 a month for individuals, with new joiners getting subscriber-only features including Edit Tweet, 1080p video uploads, reader mode, the coveted blue check mark and longer tweets.",
            "",
            "January 2023:",
            "Twitter announced that the costs of keeping the ticks start at $1,000 a month for organisations, plus $50 monthly for each affiliate or employee account. Twitter further boosted the character limit for its Blue subscribers to 25,000, from 10,000 earlier.",
            "Also read: Twitter chaos leaves door open for Meta's rival app",
            "",
            "February 2023:",
            "Twitter announced that it would charge its users to use two-factor authentication (2FA) to secure their accounts via text message. The feature was removed for all those who failed to pay for the authentication feature. As a justification, Musk said that phone number-based 2FAs were being “used and abused by bad actors”.",
            "",
            "March 2023:",
            "Musk stated in March that the business would employ artificial intelligence to prevent manipulation of user sentiment on the site. Igor Babuschkin, who departed DeepMind AI, was said to be in talks with Musk about leading a team of researchers working on artificial intelligence at the time, according to a story from The Information.",
            "",
            "April and May 2023:",
            "Twitter was merged with Musk’s firm X Corp. Previously, he had indicated that acquiring Twitter would be an accelerant for creating X, an “everything app”.",
            "Further, it was announced that Twitter would allow publishers to charge users on a per article basis starting in May. The move would enable users who do not sign up for a monthly subscription “to pay a higher per article price for when they want to read an occasional article”, Musk tweeted at the time. From this, Twitter would take a 10 per cent cut on content subscriptions after the first year.",
            "",
            "June 2023:",
            "Linda Yaccarino took over as Twitter’s new chief executive. She replaced Musk, who was asked by a majority of Twitter users to step down as chief executive in a poll he conducted on his handle.",
            "",
            "July 2023:",
            "At the beginning of this month, Musk announced that Twitter would temporarily limit the number of tweets people can read in a day. He followed that up with a Tweet encouraging users to “step away from the phone”.",
            "The announced limits are at 10,000 posts per day for verified users, 1,000 posts per day for unverified users and 500 posts per day for new unverified users, Musk said. A week later, Twitter rolled out a new Tweetdeck format and announced that unverified users would not have access to Tweetdeck by August.",
            "Further, unregistered users who want to view a Twitter profile will be prompted to log in or sign up, while those attempting to view tweets will be met with error messages. On Sunday, 23rd July, in a series of tweets, Musk said that the social platform’s logo would be rebranded. “And soon we shall bid adieu to the Twitter brand and, gradually, all the birds.”",
            "In the same series of tweets, Musk posted “Paint It Black,” before launching a user poll to “Change default platform colour to black.”",
            "“If a good enough X logo is posted tonight, we’ll go live worldwide tomorrow,” he declared."
        ],
        "image": "https://nation.africa/resource/image/4314704/landscape_ratio2x1/320/160/bb5c1114fac78be6542bb59ef380a8/ZD/twitter.jpg",
        "image_description": "\nPhoto taken on July 24, 2023 shows the Twitter bird logo upside down in the background of Elon Musk’s screen advertising an \"X\" as a replacement logo, in Los Angeles.\nPhoto credit: Chris Delmas | AFP\n",
        "date": "\nTuesday, July 25, 2023\n",
        "category": "Business"
    },
    {
        "title": "Ngugi wa Thiong’o and Njeeri: ‘Guardian’ lays bare author’s life in America",
        "author": "\nBy \nElvis Ondieki\n",
        "content": [
            "Celebrated Kenyan writer Ngugi wa Thiong’o, the co-author of I Will Marry When I Want, has parted ways with his equally renowned wife Njeeri, a woman he met in the US while in exile.",
            "This was revealed in an interview Prof Ngugi had with the Guardian, a British newspaper, which saw a writer spend three days with the literary icon in October 2022.",
            "Read: Heartbreak for Ngugi wa Thiong'o fans as French author bags Literature Nobel Prize",
            "“He (Ngugi) and his wife were going through a divorce. Before the two of them separated, they lived in University Hills, a part of Irvine where a lot of university faculty stay, near the [Pacific Ocean] beach,” says the article published online on June 13 this year.",
            "However, not much was revealed in the story about the storm in what for long looked like a perfect marriage between the 85-year-old author and his wife.",
            "At the time the Guardian visited him, Prof Ngugi – who was also battling kidney failure and several other health complications that caused a triple bypass heart surgery in 2019 – lived a life where cleaners and a medic would go to his house, attend to what they needed to attend to, then leave.",
            "The Guardian’s Carey Baraka, the author of the 8,661-word story, was intrigued by this life when he spent time at Prof Ngugi’s residence in the US state of California.",
            "“In Kenyan culture, you do not ask people almost 60 years older than you about their marriages. Ngugi seemed to sense that an explanation of some kind was needed because he said, unprompted, ‘I know I look like a bachelor, but I’m not’,” wrote Baraka, who added that the writer was “living alone, far from the beach, unable to drive”.",
            "Read: Despite the criticism, Ngugi is ‘still Africa’s best writer’",
            "Prof Ngugi and Njeeri met in 1989 at the Grand Central Station in New York.",
            "Fled into exile",
            "This was 11 years after the writer had fled into exile after fleeing the thin-skinned government of Kenya’s founding president Jomo Kenyatta that had jailed him for a year without trial as it cracked down on political messaging in art. It was at this period Prof Ngugi had created works of art that included the famous play Ngaahika Ndeenda (Kikuyu for I Will Marry When I Want) which he co-wrote with Ngugi wa Mirii.",
            "Njeeri, a therapist, was in the news in Kenya in 2004 when she was attacked alongside Prof Ngugi and raped.",
            "Read: Ngugi at 70: Reminisces of an African literary icon",
            "Three security guards behind the attack were handed death sentences in 2006 while the one who raped Njeeri was given another 21 years in prison on top of his death sentence.",
            "In a 2010 interview with Nation, she said that she felt no shame in sharing her plight at the hands of attackers, adding that her candour had made many other women come out to disclose secrets of abuse they had hidden for long.",
            "She also described Prof Ngugi as a humble man.",
            "“I live with him and what I can tell you is that he is a humble, down-to-earth person, who will go to the kitchen and make a sandwich for the children when I am away working. He also occasionally drops and picks (up) the children from school,” she said at the time.",
            "“At home, he is a loving husband and caring father.”",
            "Read: Ngugi booked with 14 others for top prize",
            "She also disclosed that Prof Ngugi was an interesting man to live with.",
            "In the process of writing the voluminous novel The Wizard of the Crow, she said, he would sometimes go into a trance and start talking as though he was possessed.",
            "“All of a sudden, he would start gesticulating and talking to himself,” said Njeeri.",
            "“Any person who didn’t know what he did for a living would recommend that he be committed to a mental institution.”",
            "In a 1995 interview, Prof Ngugi said Njeeri was his only legal wife, adding that although he had grown-up children with his first wife, Njeeri was his only wife and that he had “no valid marital bond with any other woman”.",
            "",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4273618/landscape_ratio2x1/320/160/a352099ef02c9ed7e437a8c1a4880599/wN/njeeri-and-ngugi.jpg",
        "image_description": "\nBetter days: Celebrated author, Prof Ngugi wa Thiong'o and his wife Njeeri Thiong'o during the launch of his autobiography titled Dreams in a Time of War; a Childhood Memoir on August 19, 2010, at the Museums of Kenya in Nairobi.\nPhoto credit: File\n",
        "date": "\nSunday, June 18, 2023\n",
        "category": "Diaspora"
    },
    {
        "title": "Are more women than men likely to lose their jobs to AI?",
        "author": "\nBy \nWanja Mbuthia\n",
        "content": [
            "More women than men stand to lose their jobs by 2030 because of the rise of artificial intelligence (AI) and automation, according to a new report by the McKinsey Global Institute. The report found that nearly eight in 10 women will be forced to move to another company or lose their job due to AI and automation.",
            "The study contends that lower-paying jobs will be the most affected by AI, noting that more women than men hold those positions. Industries that are expected to shrink the most are food services, customer service and sales, and office support. It further records that women who will be heavily impacted by AI development will need to expand their skill set to stay relevant in the workplace and move on to other positions.",
            "Also read: Artificial Intelligence has a place in sport",
            "Black and Hispanic workers, workers without college degrees, and the youngest and oldest workers are also more likely to have to find new jobs by 2030, the study says. Across the low-wage industries, the report said 1.1 million jobs could be eliminated, but the number of higher-paying jobs could grow by upwards of 3.8 million.",
            "Another report, the UNESCO EQUALS Skills Coalition (2019), estimated that, on average, around the globe, women are 25 percent less likely than men to know how to use information and communications technology (ICT) for basic purposes, such as using simple arithmetic formulas on a spreadsheet. Meanwhile, men are four times likelier than women to have advanced skills such as computer programming.",
            "But Jessica Davis, a senior director at AI and news automation product, believes that AI will open more opportunities for women leadership in the field. Speaking last Sunday at Washington DC during a workshop on The Potential of AI in the Newsroom, Education, and Research: Practical Implementation Strategies, Ms Davis urged media houses to invest in AI too.",
            "“AI is not going to replace journalists' jobs. In fact, it will make it better. Media houses should invest in AI. However, let them be socially responsible with information for authenticity and credibility. I hope we continue to harp on that. It's concerning and dangerous [that] you prompt these large language models and they feed you with information that you aren’t sure about the source and you present it as your truth without further probing. Let us be very keen on how we handle the information we get from automated machines. We’ve seen the blunders of AI when it’s used in place of people.”",
            "Also read: Are we really getting ready for a future ruled by artificial intelligence",
            "On whether AI’s benefits outride the negatives, Ms Davis offers that AI is the solution for some things and not others. She argued that AI can augment work, rather than replace it, so teams might spend more time on creative, strategic, or collaborative thinking.",
            "With multiple reports showing that more women are likely to lose their jobs to AI as compared to their male counterparts, there has been a consistent call on governments, the private sector, and other actors to make efforts and ensure women are not left behind in the digital economy. Organisations, citizens, policymakers, and academics are also increasingly encouraged to face this challenge of the future of work.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4333692/landscape_ratio2x1/320/160/6833d6494a2a622dc59ad1c2a0dce896/Ax/ai.jpg",
        "image_description": "\nReport says that by 2030, nearly eight in 10 women will be forced to move to another company or lose their job due to AI and automation.\nPhoto credit: Shutterstock\n",
        "date": "\nSaturday, August 12, 2023\n",
        "category": "Business"
    },
    {
        "title": "X will soon allow users to use video and audio calls, Elon Musk says",
        "author": "\nBy \nAFP\n",
        "content": [
            "The social media platform X will begin offering video and audio calling, owner Elon Musk announced on Thursday, a step towards turning the former Twitter into an \"everything app\".",
            "\"Video & audio calls coming to X,\" Musk wrote in a post on the platform, without specifying when the new features would be available.",
            "\"The calling features would work on iOS, Android, Mac and PC systems, and no phone number would be needed,\" he said.",
            "\"X is the effective global address book,\" the billionaire added.",
            "\"That set of factors is unique.\"",
            "Last month, Musk and his newly hired Chief Executive Linda Yaccarino announced the rebranding of Twitter as X, saying it would become an \"everything app\" inspired by China's WeChat that would allow users to socialize as well as handle their finances.",
            "X's payment branch Twitter Payments LLC was granted a \"crucial\" currency transmitter license from the US state of Rhode Island on Monday, allowing it to \"engage in cryptocurrency-related activities\" such as exchanges, wallets and payment processors, the crypto website CoinWire reported this week.",
            "The license allows X to \"securely store, transfer, and facilitate the exchange of digital assets on behalf of its users\", according to CoinWire.",
            "Since Musk bought Twitter last October, the platform's advertising business has collapsed as marketers soured on his management style and mass firings that gutted content moderation.",
            "Read: Analysis: Twitter's Musk amplifies misinformation",
            "In response, the tycoon has moved towards building a subscriber base and pay model in a search for new revenue.",
            "Many users and advertisers alike have responded adversely to the site's new charges for previously free services, as well as its changes to content moderation and the return of previously banned far-right accounts.",
            "Musk also killed off the Twitter logo, replacing its globally recognized blue bird with a white X."
        ],
        "image": "https://nation.africa/resource/image/4353924/landscape_ratio2x1/320/160/bb5c1114fac78be6542bb59ef380a8/hM/musk-x.jpg",
        "image_description": "\nElon Musk killed off the Twitter logo on July 24, 2023, replacing the world-recognized blue bird with a white X.\nPhoto credit: AFP\n",
        "date": "\nThursday, August 31, 2023\n",
        "category": "Business"
    },
    {
        "title": "Let’s encourage debate on university financing",
        "author": "\nBy \nDavid Aduda\n",
        "content": [
            "Public universities are opening their doors to first-year students as the government rolls out a funding model touted as a game-changer in higher education. It is, however, a moment for tough decisions. Uppermost in the minds of students and their parents is securing funding.",
            "Second is the courses the students will pursue, given the persistent practice of placing many in programmes they never chose, forcing them to spend their college years agonising about their career paths.",
            "The central issue, though, is funding. Higher education financing is being transformed in a manner that is causing disruptions in the supply and demand chain.",
            "From the outset, it must be acknowledged that transforming university funding is inevitable. The existing model has been overtaken by time and is unsustainable. Introduced in the 1990s under the Structural Adjustments Programmes, the model was based on a lower capitation level and fewer student population. The dynamics have changed.",
            "Photo credit: Nation Media Group",
            "The funding plan launched in May is based, among others, on the following principles. Every needy student should get access to full tuition. Two, allocation to students is graduated based on needs. Three, courses should be charged at the market rate to enable universities offer quality education and four, ensure universities operate with financial stability.",
            "Read: CS Machogu proposes debt write-off for struggling universities",
            "Based on these and from the supply side, public universities have introduced a unit-cost financing model, charging the courses at market rate and pushing that to students. The immediate effect is a steep rise in fees. Ideally, this should have happened a long time ago, but was always shelved for fear of the backlash from students, parents and the general public. This is why, though the universities introduced a Differentiated Unit Cost (DUC) financing model in 2016, the government bore most of the costs – 80 per cent – while students paid a small fraction.",
            "DUC failed because of inadequate funding and delayed disbursement to the universities, pushing them to huge debts.",
            "The new model categorises learners into vulnerable, extremely needy, needy and less needy. Concomitantly, scholarships and loans will be differentiated, with students from vulnerable and extremely needy backgrounds getting generous scholarships compared to the others.",
            "Assessment for the scholarships and loans will be based on family socio-economic background, affirmative action and household composition and size.",
            "Read: Fees shocker for university students",
            "This is a marked departure from the age-old practice where all students who qualified for university and were admitted through KUCCPS automatically got funding.",
            "Read: New university funding explained",
            "On paper, this sounds great but in practice, it cannot be guaranteed because of financial and administrative challenges.",
            "Evidence is emerging that students have encountered numerous challenges when applying for funding. Accessing the University Funding Board portal, providing the requisite details and complying with the requirements has proved problematic. As at the end of last month, only 75,272 students out of 285,167 had successfully applied for scholarships and loans.",
            "The second challenge is financial. The government has not provided sufficient allocation to meet the needs of all qualifiers. Although the government increased allocations to the Higher Education Loans Board (Helb) for bursary and loans, it is inadequate. In the current financial year, the government set aside Sh30.3 billion to Helb, a significant increase from the previous Sh15 billion, but it still leaves a funding gap of Sh18 billion.",
            "It is these shortcomings that compelled Education CS Ezekiel Machogu to issue an order to public universities to admit all freshers without fees. Last week, the Cabinet also waived a requirement that a student must have a national identity card to secure funding. These are commendable but demonstrate the concern all along that the plan had not been properly thought through.",
            "Which leads to the question, what should we do to create a sustainable funding model for universities?",
            "The first step is to diagnose the real problem with funding and prescribe the correct medicine. The second is to fix logistical and technical hitches that surround the application and processing of scholarships and loans. Third is increased funding to Helb.",
            "Beyond this, focus should shift to the universities and spur them to think carefully about their sustenance and stop depending on the Treasury. The practice across the world is that universities raise money to remain afloat.",
            "In the past, universities thrived on parallel degree programmes to raise cash from fee-paying students, but that fizzled out.",
            "Universities are hubs for ideation, research and experimentation and knowledge production – great endowments they ought to leverage on to raise funds. But this hardly happens. Paradoxically, many lecturers run successful consultancies and research projects but at individual level because the universities do not have institutionalised structures for those. Time is now to create structures for institutional consultancies, research and projects.",
            "Scientific research leading to patents should take centre at the universities. Similarly, the institutions should engage in practical research that provides solutions to the nation’s challenges. It is questionable, for example, why the universities offer courses in agriculture but cannot help the country through research to attain food sufficiency.",
            "Universities should also review their programmes and cut out those that are redundant, duplicated and obsolete, rethink their cost structures and rationalise expenditure, including trimming staff.",
            "While acknowledging initiatives to revitalise university through new funding approaches, pertinent challenges persist. Thus, debate on university funding has to continue until sustainable models are attained.",
            "Mr Aduda is a consultant editor. [email protected]",
            "",
            ""
        ],
        "image": "https://nation.africa/resource/image/4364472/landscape_ratio2x1/320/160/b331fb5e65ba70d4608b35a9938e58aa/GJ/varsity-students.jpg",
        "image_description": "\nLast minute rush: Students and parents return forms to the Higher Education Loans Board offices in Nairobi. Public universities in the past thrived on parallel degree programmes to raise cash. \nPhoto credit: File | Nation Media Group\n",
        "date": "\nMonday, September 11, 2023\n",
        "category": "News"
    },
    {
        "title": "Diaspora Kenyans to PS Njogu: Stop engaging cons to represent us",
        "author": "\nBy \nRuth Mbula\n",
        "content": [
            "Kenyans living in the Diaspora have accused the Foreign and Diaspora Affairs Ministry of dealing with 'cons' based in Nairobi on matters affecting them.",
            "In a heated exchange on Twitter between the Principal Secretary at the Ministry of Foreign and Diaspora Affairs, Roseline Njogu, and a group of Kenyans living overseas, the ministry was thrust in bad light after it emerged that the government had nominated individuals who are not based abroad to a technical committee to engage the Capital Markets Authority on Diaspora Investment Promotion.",
            "In a leaked memo, the Principal Secretary for Investment, Trade and Industry, Abubakar Hassan Abubakar, acknowledges nominees who had apparently been seconded from the Ministry of Foreign and Diaspora Affairs, purporting to represent Kenyans in the Diaspora, into what he described as a Technical Working Group—TWG—to discuss with Kenya Markets Capital Authority on Diaspora Investment Strategies.",
            "The memo in question was circulating on Twitter, with the reference, “Mobilizing Diaspora Remittances for Investments”.",
            "Also Read: Kenya spent Sh119m to evacuate trapped citizens from Khartoum",
            "“Reference is made to the following letters from State Department for Foreign Affairs Ref. MOFA. DIAS/6/Vol.1 dated 27th March 2023, Kenya Investment Authority Ref. No. KenIvest/IP/11/1 dated 24th March 2023 and Capital Markets Authority Ref No. CMA/CONF/01 dated 24th March 2023 on the above subject matter..”",
            "The memo further states, “This State Department has constituted a Technical Working Group comprising of your nominees with the inclusion of two members from Kenya Diaspora Alliance and this State Department.”",
            "“The mandate of this Technical Working Group is to immediately convene and embark on recommending diaspora investment promotion strategies to channel the 50 percent diaspora remittance into investments under the Medium-Term Plan.”",
            "Kenyans in the Diaspora were outraged to see the government roll out such a serious plan without including any of them but preferred dealing with what they described as questionable groups operating in Nairobi yet masquerading as representatives of the Diaspora.",
            "Ms Margaret Rulhoff, from Germany, questioned how Kenya Diaspora Alliance, an entity that operates in Nairobi, under former Rangwe MP, Shem Ochuodho, qualifies to represent the Diaspora in discussing its investments without consulting or including anyone from abroad.",
            "Ms Rulhoff also questioned the gender imbalance in the appointments, pointing out that the Ministry of Foreign Affairs acted contrary to the expectations of those living overseas.",
            "The debate broke out on Saturday after the Daily Nation reported a civil case initiated against the African Union Commission and its head by Dr Ochuodho after he was suspended as a member of the continental body’s Economic Social and Cultural Council for allegedly contravening the AU’s code of ethics and conduct.",
            "Also Read: Remittances from Kenyans in diaspora drop in 2023",
            "“Months ago, some Diasporans protested when an organisation representing the Kenyan diaspora was selected to be part of a technical team that is to help mobilise diaspora investments. This team was appointed by the government’s permanent secretary. Many diasporans had their reservations, they mainly complained about lack of transparency in this selection, gender imbalance and the fact that this organisation sits in Nairobi and not the diaspora. It is now being reported that the @_AfricanUnion has now suspended the chairman of that organisation. The reasons for suspension are cited to be a breach of code of AU’s code of ethics and conduct,” said Ms Rulhoff.",
            "Ms Njogu responded, “Mudge, this is unnecessarily alarmist. Diaspora investments are not channeled through a government entity, not even the committee you referenced. The committee (being reconstituted as I indicated earlier) is mandated to advise, not invest or take anyone’s money.”",
            "Former IEBC Commissioner, Dr Roselyn Akombe,  now based in New York, USA, pointed out that it is “interesting that while Kenyans in the Diaspora have their own active organizations and leaders, the government chooses to work with some non-Diaspora based individuals of questionable repute. And expect that we will then channel our hard-earned money through such mechanisms.”",
            "The PS’ response seemed to outrage many other Diasporans with the Chair of KDA-USA, Saisi Marasa, based in Maryland, USA, expressing his frustrations with the government’s failure to have its priorities right.",
            "Dr Marasa quipped, “What a bad start on this noble effort with our government. Who is advising the PS? Where are the representatives of various diaspora organisations including the Christian communities, and diaspora Sacco?”",
            "Peter Makori from Missouri, USA, accused the ministry and the individuals they were working with of capitalising on poor coordination of the various diaspora groups to cause confusion and advance their own selfish interests.",
            "David Ogega from Georgia, USA told Ms Njogu, “Madam Secretary, I appreciate your response to this…there is a major disconnect between the government’s approach to the Diaspora with the Diaspora itself. You guys seem to believe you have this figured out on your own, not so.....”",
            "Other Kenyans pointed out that the individuals being engaged by the ministry do not have clean hands to represent the Diaspora at any level, stating that there are ongoing criminal prosecution cases Ms against them.",
            "",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4275374/landscape_ratio2x1/320/160/b00970b9180287cfd47b7fe813f3a38a/jG/diasporans-vs-govt-1.jpg",
        "image_description": "\nPrincipal Secretary Ministry of Foreign and Diaspora Affairs Roseline Njogu during a press conference in Nairobi on Monday, April 17, 2023. \nPhoto credit: File | Nation Media Group\n",
        "date": "\nMonday, June 19, 2023\n",
        "category": "Diaspora"
    },
    {
        "title": "Man charged with posting lover's nudes online",
        "author": "\nBy \nJoseph Ndunda\n",
        "content": [
            "A Nairobi man who allegedly seduced a Facebook friend, took her to his house where they recorded their “sexcapades” before he put videos on sale online has been charged.",
            "Daniel Orina is accused of publishing and disseminating obscene and intimate images of the woman on his Facebook account on August 29 and 30 in South B, Nairobi, jointly with others at large, contrary to Section 37 of the Computer Misuse and Cybercrime Act of 2018.",
            "Mr Orina allegedly sent a friend request to the woman after he saw her image on Facebook early this year. He is said to have hit her inbox, seduced her and they fell in love.",
            "Also read: Help! My ex-girlfriend has leaked my nudes online, how can I get justice?",
            "The complainant left her uncle’s house in Kangemi to visit Mr Orina at his house in South C estate where they allegedly got intimate in the last week of June and he escorted her back to the Nairobi Central Business District where she is said to have taken a matatu back home.",
            "Three weeks later, the woman visited the suspect again at his house and they allegedly agreed to take pictures and videos of their amorous activities in bed.",
            "After the act and the video recording, Mr Orina is said to have transferred the pictures from the complainant’s phone.",
            "In mid-August, the woman allegedly returned to Mr Orina’s house with the intention of deleting the videos and pictures from the suspect’s mobile phone.",
            "They stayed together for four days and the complainant left the suspect’s house back to Kangemi then blocked him on social media.",
            "After a week, she received a call from a friend who was asking her why she was posting nude videos and pictures of herself on her timeline.",
            "Mr Orina had allegedly hacked into the account, changed the name and posted that those interested in the videos should drop their WhatsApp numbers to receive the videos for Sh20 only.",
            "The suspect had allegedly shared the video with one of the complainant’s friends who is now listed as a key witness in the case.",
            "Also read: The rise and rise of image-based abuse",
            "The woman later reported the matter at the Pangani police station on September 2 and the Directorate of Criminal Investigations (DCI) took up investigations.",
            "The suspect was traced and arrested. The DCI recovered screenshots of the videos and pictures that Mr Orina had allegedly posted on the account and they are listed as exhibits in the case.",
            "Mr Orina denied the charges before Senior Principal Magistrate Agnes Mwangi of the Makadara Law Courts. He was released on a bond of Sh200,000 without an option of a cash bail.",
            "The case will be mentioned on November 17 before hearing starts on April 4, 2024.",
            "The account has since been suspended and it is also listed as an exhibit in the case."
        ],
        "image": "https://nation.africa/resource/image/4366134/landscape_ratio2x1/320/160/10d922d2bc3b3467ac39031121671698/HL/pic-lover.jpg",
        "image_description": "\nDaniel Orina at Makadara Law Courts where he was charged with publishing obscene images. \nPhoto credit: Joseph Ndunda I Nation Media Group\n",
        "date": "\nTuesday, September 12, 2023\n",
        "category": "Counties"
    },
    {
        "title": "Universities demanding fees, first-year students say",
        "author": "\nBy \nNation Team\n",
        "content": [
            "Some public universities appear to have defied a government directive to admit first-year students without demanding fees as they await the processing of their scholarship and loan applications.",
            "The Nation has established that despite denials by the Vice Chancellors Committee of Public Universities (VCCPU) on Friday that some universities were demanding some payment before admission, a high number of students say they have been asked to pay varying amounts in fees.",
            "As a result, thousands of students have not been registered for the courses they are supposed to study and have not been issued student identity cards. They are also unable to access essential university services, including the library.",
            "It has been reported that some universities are demanding a payment of at least 7 per cent, which is the minimum contribution that households are expected to pay towards fees.",
            "Read: Fear of mass dropout as Nigeria raises varsity fees",
            "The government, through the Higher Education Fund, which includes the Universities Fund (UF) and the Higher Education Loans Board (Helb), will process the funding for students next month after the application deadline was extended to October 7. The funding will be in the form of bursaries and loans for tuition fees. In addition, students will apply for regular Helb loans for their living expenses.",
            "“For the avoidance of doubt, no public university has required the payment of tuition fees. Accordingly, no student has been turned away from any public university for non-payment of tuition fees. For those public universities where accommodation is available on campus, students are only asked to pay accommodation fees,” said Prof Daniel Mugendi, who is the VCCPU and VC of Embu University.",
            "At the Technical University of Mombasa, hundreds of students were registering yesterday. However, some said that they were required to pay 7 per cent of the total fee before being admitted. The Nation caught up with a distraught student who had not paid the fees demanded and had to call his parents in Wajir to inform them of the new development.",
            "Read: The scandal that is Kenya’s wasteful education system",
            "“I don’t know where to go if my parents can’t raise the 7 per cent. I came to Mombasa on Friday, it’s my first time here,” he said. “I wish there was clarity in this saga of university admissions. On the one hand, the government is telling students to go to university because it is sorting out the mess, but on the other, the institutions are refusing to admit us without paying some money,” he said.",
            "Another student said he had paid Sh10,000 but was yet to be issued a student card.",
            "“I was selected to study Bachelor of Commerce. I have completed registration after paying 7 per cent of the total fees in one semester. I have been told that classes will start on September 18,” said the student.",
            "A freshman who was initially selected to study medicine at the University of Nairobi told the Nation that his parents changed his course and that he was also told to pay 7 per cent of the total fees. He will now study for a bachelor’s degree in information and communication technology.",
            "A parent whose daughter has been admitted to Kenyatta University was restless after some bursars insisted that they pay a “little” while waiting for government funds.",
            "“They are harassing us verbally through the student to “do something as soon as possible” and yet the CS for Education was clear about this kind of arrangement,” said the parent who wished to remain anonymous.",
            "At Murang’a University of Technology, first-year students were required to pay a minimum of Sh6,000 upon admission, but those who did not have the money were still allowed on campus. However, none of them have registered for courses as the portal only allows registration after full payment of fees. They have also not been issued with student identity cards.",
            "“We’re waiting for the funds to be processed before we can register for the courses,” said one student.",
            "At Egerton University, Njoro campus, many students have not reported even though classes have started.",
            "Read: Varsity students’ fees to triple in new Vice Chancellors resolutions",
            "“We started studying last week after paying our accommodation fees but the class is half empty because most of the freshers have not reported,” said a student. Apart from the accommodation fee, another student said he had paid for the student card, registration and laboratory materials. “Other fees are programme-related. For example, those taking chemistry have to pay for lab coats, exercise books and glasses. These items were not listed in the fee statement,” she said.",
            "At Moi University, a first-year student in the Faculty of Arts said he had paid 7 per cent of the total fees, while others had been asked to pay at least 3 per cent. This is despite a memo from the VC informing students that they would be registered without the need to pay fees.",
            "Higher Education Principal Secretary Beatrice Inyangala told the Nation that she would ensure that the ministerial directive was complied with.",
            "Reporting by David Muchunguh, Winnie Atieno, Francis Mureithi, Mercy Simiyu and Stanley Kimuge"
        ],
        "image": "https://nation.africa/resource/image/4365680/landscape_ratio2x1/320/160/4afe3959e3e42eac4f6c1f580a0c8a94/Kt/tum.jpg",
        "image_description": "\nLearners outside the Technical University of Mombasa on September 11, 2023, when new students started reporting at the institution.\nPhoto credit: Kevin Odit | Nation Media Group\n",
        "date": "\nTuesday, September 12, 2023\n",
        "category": "News"
    },
    {
        "title": "What caused Sudan military clashes?",
        "author": "\nBy \nMAWAHIB ABDALLATIF\n",
        "content": [
            "Sudan’s Rapid Support Forces, the paramilitary unit that often runs a parallel command system but says it plays alongside the army, clashed with the country's army on Saturday, leading to fears of a third coup in four years.",
            "The RSF is led by Mohamed Hamdan Dagalo, also known as Hemedti, the deputy leader of the Sovereignty Council, the definitive leadership organ of the junta led by Lt-Gen Abdel Fattah al-Burhan.",
            "Their rifts have been an open secret.",
            "The two wings of Sudan’s security component have had a long running dispute that revolves primarily around their respective gains in the post-overthrow era of former Omar al-Bashir, Sudan’s longtime ruler jettisoned in April 2019. Their tiff is also linked to the personal competition between army chief al-Burhan, and RSF.",
            "The latest round of disagreement occurred following the signing of the Framework Agreement establishing the transitional period on December 5 last year. The junta was to re-sign a deal for a new transitional government led by civilians this month but it collapsed, following internal wrangling.",
            "The framework said the military will quit politics and hand over power to civilians. It also provided for the integration of the RSF into the ranks of the army, a sticky matter that aroused differences.",
            "The rift between Burhan and Hamedti may place the country in a third coup in four years. It threatens the four-year journey of the transitional period since the overthrow of President Omar al-Bashir after the Sudanese revolution in 2019.",
            "In October 2021, Burhan forcibly took over power after dissolving the cabinet of the transitional government led by then Prime Minister Abdalla Hamdok. This isolated the country and saw aid suspended for its key projects. It came just after the US lifted sanctions on Sudan, which would have opened up Khartoum for investors.",
            "Initially, as a junta, the two leaders let their differences boil under the table. It had been common knowledge that their rivalry was playing even in deals they made with outside entities, such as Russia. After the framework was signed, it became an open secret.",
            "But they have also been met with a hardline civilian movement which wants nothing from the military in running the politics of the country. Every other player, including the African Union, the Intergovernmental Authority on Development and the US have demanded a civilian-led government.",
            "As it is, Sudan is suspended from voting at the African Union and the UN, but it chairs IGAD, the regional bloc in the Horn.",
            "So how did the junta crack? Al-Burhan had been trying to isolate Hemedti for a while. One indicator was when Khartoum signed an updated version of the peace agreement with the armed movements in Juba, South Sudan. Sovereignty Council member Shamsuddin Kabbashi signed the agreement on behalf of the government, instead of Hemedti, who had signed the first version with the movements in October 2020.",
            "Al-Burhan also stopped Hemedti from receiving security, diplomatic and criminal reports he had been routinely receiving. In fact, Hemedti was also denied a role in dealing with the country’s peace bids.",
            "But Hemedti isn’t new to the game. Some five years before Bashir'ss ouster, he was consolidating his influence in the capital, Khartoum. He created the RSF, an offshoot of the Janjaweed militia feared for its atrocities in Darfur in the 2003 rebellion, which Bashir crushed and earned an indictment at the International Criminal Court.",
            "RSF was integrated into the formal security service in 2013. And after the coup in 2019, the army and the RSF maintained their relationship against Hamdok's transitional government.",
            "Hamdok won the hostility of the duo, together, after he sought to solve the problems of his country's economy, and eliminate depletion of the local currency, by several decisions including transferring military investments into joint stock companies.",
            "This was rejected by the military, which said instead that those companies pay the prescribed taxes without being put under civilian supervision. Hamdok also clashed with the RSF over an initiative that included attaching those forces to the military and regularising their status. Ultimately, the duo —Hemedti and Al-Burhan— agreed to oust Hamdok in October 2021.",
            "That appears to be last time their interests converged - they have been differing on how to move the transitional programme forward.",
            "They also haven’t agreed on key foreign policy changes such as Hemedti’s controversial decision to meet with Israeli officials without his partner’s knowledge. This was seen as Hemedti’s bid to advance his domestic political agenda by seeking allies abroad. Hemedti has also strengthened ties with Russians and has travelled to that country recently. He is said to enjoy security cooperation for the RSF.",
            "When Hamdok was ousted, Hemedti did not comment publicly even though it was clear he too didn’t like the PM.",
            "He now prefers flirting with the streets by raising demands for change and demanding civil rule. Even if he finally agrees to civilian rule, perhaps he knows playing 'good cop' may save him from any punitive measures on his conduct by the new, civilian-led government."
        ],
        "image": "https://nation.africa/resource/image/4200730/landscape_ratio2x1/320/160/efd39c2c255a8c41a2ba7a4907e67b80/mZ/sudan-clashes.jpg",
        "image_description": "\nArmy soldiers deploy in Khartoum on April 15, 2023, amid reported clashes in the city. -Sudan's paramilitaries said they were in control of several key sites following fighting with the regular army on April 15, including the presidential palace in central Khartoum. \nPhoto credit: AFP\n",
        "date": "\nSaturday, April 15, 2023\n",
        "category": "News"
    },
    {
        "title": "Explainer: What you should know about carbon credits",
        "author": "\nBy \nLilys Njeru\n",
        "content": [
            "In the face of escalating climate change impacts and the growing demand for businesses to reduce their carbon footprints, interest in carbon credits is growing.",
            "The Kyoto Protocol of 1997 and the Paris Agreement of 2015 were international pacts that laid out international CO2 emissions goals. Carbon dioxide is a greenhouse gas that captures and retains heat close to earth and is responsible for roughly 80 per cent of global warming.",
            "While the Kyoto Protocol required only developed countries to reduce emissions, the latter recognised that climate change is a shared problem and called on all countries to set emission targets.",
            "Under the Paris Agreement, countries are requested to submit new or updated Nationally Determined Contributions (NDC) every five years, starting in 2020. According to Climate Watch, a platform that captures data on countries climate progress, Kenya emits about 70 million tonnes of CO2 per year.",
            "At the opening ceremony of the inaugural Africa Climate summit currently ongoing at the Kenyatta International Convention Centre (KICC), President Ruto said that carbon sinks were an unparalleled economic goldmine.",
            "“The restoration and expansion of Africa's natural carbon sinks are not just an environmental imperative; they are an unparalleled economic goldmine. They have the potential to absorb millions of tons of CO2 annually which should translate into billions of dollars, improved livelihoods,” he said.",
            "As President Ruto steers the discourse around carbon credits, last week, more than 500 civil society organisations implored him to steer the conference away from carbon markets and other strategies that they perceive as “false solutions.”",
            "These groups argue that such approaches are predominantly driven by Western interests. They urged Dr Ruto to consider alternative solutions such as climate justice, reparations, adaptation and mitigation finance that are more inclusive and sustainable.",
            "And despite the ongoing discussions and debates surrounding carbon credits, there remains a significant lack of understanding about what they are. Here is what you need to know:",
            "What are carbon credits?",
            "Carbon credits are permits that allow the owner to emit a certain amount of carbon dioxide or other greenhouse gases. One tradeable carbon credit equals one tonne of carbon dioxide, or the equivalent amount of a different greenhouse gas reduced, sequestered, or avoided.",
            "Carbon credits can be bought by countries as part of their NDC strategy, by corporations with sustainability targets, and by private individuals that want to compensate for their carbon footprint. Within this framework, companies are allocated carbon credits, which diminish over time. If they have a surplus, they have the option to trade it with other companies. Companies like Tesla have sold carbon credits to other car manufacturers.",
            "How do they work?",
            "Carbon credits are generated by projects carrying out emissions reduction or removal outside a country’s boundary. These credits are transferred to be accounted for within the boundary, often – but not always – by financial purchase through a market. Carbon credits are most often created through agricultural or forestry practices, although a credit can be made by nearly any project that reduces, avoids, destroys, or captures emissions.",
            "How do companies use carbon credits?",
            "By paying someone else to either reduce their emissions or capture their carbon, companies can compensate for their environmental footprint and even, in the most ambitious cases, use carbon credits to get to carbon-neutral status.",
            "There are three basic types of carbon credits: those from reduced emissions, removed emissions (carbon capture and planting forests), and avoided emissions (for example refraining from cutting down rainforests).",
            "What is the relationship between carbon credits and carbon markets?",
            "Carbon markets are trading schemes that create financial incentives for activities that reduce or remove greenhouse gas emissions. In these schemes, emissions are quantified into carbon credits that can be bought and sold.",
            "What is a carbon market place?",
            "The carbon marketplace is where carbon credits and offsets are bought and sold. It functions as a platform for individuals, companies, and governments to purchase credits or offsets to compensate for their own emissions.",
            "Why are carbon markets and carbon credits controversial?",
            "Quarters of climate scientists, experts and civil societies argue that carbon credits do nothing to mitigate global heating and some were also linked to human rights abuses, including forced relocations and killings of environmental defenders.",
            "Other carbon offset projects in the unregulated carbon market have been found to be fraudulent and exploitative. Further, they are opaque and lacks standardisation."
        ],
        "image": "https://nation.africa/resource/image/4351962/landscape_ratio2x1/320/160/11c7d5bc37b82868dc93995e57d72c20/Bh/carbon-emissions.jpg",
        "image_description": "\nCarbon emission into the environment.\nPhoto credit: File\n",
        "date": "\nTuesday, September 05, 2023\n",
        "category": "News"
    },
    {
        "title": "Kenyan businessman in Washington in court for ‘stealing his employees’ wages’",
        "author": "\nBy \nRuth Mbula\n",
        "content": [
            "A Kenyan national who owns a popular restaurant in Washington, DC is facing prosecution from US authorities for allegedly stealing wages from hundreds of his employees for many years.",
            "The Attorney-General of Washington, DC, Brian Schwalb, disclosed in the court charges that the proprietor of the internationally popular eatery, Mr Kevin Onyona (Kenyan), and his business executive Mr Emad Shoeb “rampantly and systematically violated the city’s tipped minimum wage law and other worker protections, by stealing wages from their employees.”",
            "Also read: Kenyan pleads guilty to Sh30bn Covid funds fraud in US",
            "The AG further stated that the restaurant, popularly known as Swahili Village, located in downtown DC on M Street, adds a 20 percent gratuity to all charges, but the owners allegedly pocketed large amounts of tips from customers, which are exclusively meant to be kept by the employees.",
            "The AG’s lawsuit states that after the employer took away the tips, the employees were allegedly offered wages, which were far below minimum wage guidelines according to DC wage guidelines.",
            "The announcement by the AG that he had opened charges against the executives of the Swahili Village restaurant triggered social media debates with many across the US, who had known the hotel as one of the success stories of an immigrant business entity in America, expressing outrage at the alleged unethical conduct by the owners.",
            "“We are suing DC restaurant Swahili Village and its executives for systematically stealing wages and tips from servers, hosts, runners, bussers, and bartenders. My office is committed to enforcing the District's wage and labour laws and standing up for DC workers,” announced Mr Schwalb on his official Twitter handle.",
            "The AG disclosed that the restaurant owners allegedly schemed money meant for employees and that they systematically exploited the workers, mostly comprising immigrant communities, by paying them as little as $5 per hour (about Sh720 per hour), contrary to government wage regulation.",
            "The prosecution of the hotel proprietors will have far reaching ramifications of the eatery, which at one time was patronised by President Uhuru Kenyatta when he visited Washington, DC, some years back.",
            "The AG’s lawsuit stated that the restaurant owners allegedly “stiffed its servers, hosts, food runners, bussers, and bartenders, paying as little as $5 an hour—and took away tips from patrons, which are normally meant for the employees, who are usually underpaid, to keep.”",
            "Also read: Kenyan nurse caught in Sh12 billion US fraud scheme took over criminal empire from husband",
            "Authorities alleged in the lawsuit that the restaurant owners did not provide legally required overtime payment and sick leave to employees despite them working over eight hours a day.",
            "“Onyona and Shoeb stole from their working-class employees, many of whom are African immigrants, even while catering to an elite international clientele,” the lawsuit says.",
            "“Our investigation indicates that Swahili Village DC and its executives, Kevin Onyona and Emad Shoeb, persistently and systematically failed to pay hundreds of hard-working restaurant workers the wages, tips, and benefits they were legally entitled to receive, violating the basic wage, overtime, sick leave, and record-keeping rules that all District employers are required to follow,” the AG further stated.",
            "The AG said that after his office received complaints from the employees, investigations were launched, including interviewing over a dozen of the restaurant employees in preparation for the charges.",
            "The restaurant owners were accused of failing to keep regular payroll records, in a clever move that concealed evidence on how the employees’ pay was calculated and whether statutory deductions were made.",
            "The lawsuit disclosed that some of the violations that the employers committed include turning their workers into chattel slaves.",
            "Also read: Diaspora Kenyans to PS Njogu: Stop engaging cons to represent us",
            "The AG stated that some employees allegedly worked 60 hours of work in a week, which gives them 20 hours of overtime, but they never received overtime rates calculated in 1.5 times the regular pay per hour of pay compensation as provided for in the employment and labour laws.",
            "In addition, Onyona and Shoeb allegedly never observed labour guidelines where all employers must give their employees paid time off. However, when employees failed to report to work due to illnesses, they allegedly got reprimanded for missing work.",
            "The restaurant is sometimes referred to as “The Consulate” by its owners, and promotes itself as a hangout for African dignitaries and diplomats.",
            "They serve Kenyan cuisine, which includes goat stew, nyama choma, tilapia, and traditional vegetables rarely found in American grocery stores.",
            "Mr Onyona started his food business in 2009. He expanded his businesses outside DC area to New Jersey.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4348052/landscape_ratio2x1/320/160/e20d16b07ab2cb0be4a6c2f60a4ff933/oX/kevin.jpg",
        "image_description": "\nKevin Onyona, the owner of Swahili Village restaurant in Beltsville, Maryland.\nPhoto credit: Pool\n",
        "date": "\nSaturday, August 26, 2023\n",
        "category": "Diaspora"
    },
    {
        "title": "Explainer: What is divorce by mutual consent and why you should care",
        "author": "\nBy \nAgatha Gichana\n",
        "content": [
            "Divorce can be an emotive and expensive process for both men and women.",
            "Dr Amakove Wala, a woman who went through a divorce in 2016, knows all too well the toll that such proceedings can take on a person.",
            "“In my case, one of the major reasons I sought a divorce was cruelty. Both of our lawyers had to prove or disprove that ground. However, the proceedings were so antagonistic that I was shocked the entire time.",
            "“I wished I could simply say that my former husband and I were on different pages and get done with the process but we had to prove to the court why we should be divorced. It was very traumatising,” she recounted to Nation.Africa in an interview.",
            "Also read: Divorce on the rise as more Kenyans seek legal way",
            "What Dr Wala wished could be available is a divorce by mutual consent. This is what the Marriage (Amendment) Act 2023 seeks to introduce.",
            "The Bill sponsored by Suna West MP Francis Masara proposes an introduction of Section 75A, ‘Divorce by mutual consent’ to the current Marriage law.",
            "According to Shadrack Mwinzi, a practising advocate who has also served on the bench, divorce by mutual consent means that a husband and wife will be allowed to file an agreement in court that will dissolve their marriage without fighting it out in court in a contentious manner.",
            "Mr Mwinzi explains that under the current Marriage Act 2014, there are certain grounds that petitioners seeking a divorce have to prove in order to be granted a divorce.",
            "These include adultery, desertion, cruelty and irretrievable breakdown of marriage.",
            "“For instance, to prove adultery, you have to show that a third party was involved in your marriage. This makes it necessary for the third party to become part of the divorce matter so that they are not condemned unheard. In fact, it is more difficult to prove adultery in court than to prove someone owes you money because adultery happens in private,” he adds.",
            "In his experience, parties would at times have to hire private investigators so that they can catch their spouses in the act.",
            "For cruelty, Mr Mwinzi advises that a party would have to provide police occurrence book (OB) reports to show that they were physically assaulted or produce witnesses such as neighbours, domestic servants, relatives or even children to prove that they were abused.",
            "“In the case of a desertion, you have to prove that your spouse has deserted you for more than three years while in irretrievable breakdown of marriage, you have to prove that you have involved other people such as relatives or pastors to salvage the marriage before going to court for divorce,’’ he adds.",
            "Also read: When home is where pain lives...",
            "This is why he welcomes the proposal for divorce by mutual consent.",
            "“The current framework leads to unnecessarily war-like proceedings. Sometimes it is so bad that the spouses’ relations would be so soiled that they are unable to co-parent in the case that they have children,’’ he adds.",
            "In Dr Elizabeth Wala’s case, she cited denial of conjugal rights as one of the grounds for divorce.",
            "However, it was extremely difficult to prove, “since you don't have a bystander in your bedroom watching your interactions with your husband every day,’’ she says.",
            "She was only able to prove cruelty with regard to emotional and financial abuse.",
            "“We had to rely on documents that showed some of our land was being auctioned, children being sent back from school and bouncing of cheques to prove financial infidelity. I also had to provide medical reports that showed I was admitted to hospital due to stress from my partner’s cruelty,” Dr Wala reveals.",
            "Were the current proposal of divorce by mutual consent available, she would have preferred that route since it would have been faster, easier and less traumatising.",
            "If passed, the provision will allow Christian, civil and customary marriages to be dissolved by mutual consent.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4337398/landscape_ratio2x1/320/160/273a131adf9c973f334733958d7dc2d7/LE/divorce-pic.jpg",
        "image_description": "\nA proposal to amend the law to make it easier for estranged partners to separate by mutual consent to avoid messy and protracted divorce proceedings is before the National Assembly.\nPhoto credit: Shutterstock \n",
        "date": "\nWednesday, August 16, 2023\n",
        "category": "News"
    },
    {
        "title": "N. Korea's Kim Jong Un in Russia for Putin talks as US warns on arms deal",
        "author": "\nBy \nAFP\n",
        "content": [
            "North Korea's Kim Jong Un was in Russia on a rare overseas visit Tuesday ahead of a meeting with President Vladimir Putin, sparking warnings from Washington over a possible arms deal for Moscow's war in Ukraine.",
            "Wearing a black suit and flanked by uniformed defence officials, North Korean state media images showed an unsmiling Kim waving from the doorway of his heavily-armoured private train with green-and-gold livery as it departed Pyongyang station Sunday evening.",
            "Russian state news agency Ria Novosti confirmed Kim's train had crossed the border into the Primorsky region, with images showing a train with dark green carriages being pulled along a track by a Russian Railways locomotive.",
            "Also read: Vladimir Putin's wrath: has the 'apostle of payback' struck again?",
            "Kim will meet Putin in the Far East later this week, Kremlin spokesman Dmitry Peskov said according to Ria Novosti.",
            "It is possible the pair will meet on the sidelines of the Eastern Economic Forum in Vladivostok, the Far East city closest to the North Korea-Russia border. The forum runs until Wednesday.",
            "Experts say Moscow will likely seek artillery shells and antitank missiles from North Korea, which wants advanced satellite and nuclear-powered submarine technology in return.",
            "Accompanied by top North Korean military officials, including officials in charge of weapons production and space technology, Kim \"left here by his train on Sunday afternoon to visit the Russian Federation,\" the official Korean Central News Agency (KCNA)",
            "KCNA images showed Kim's being given a \"warm send-off\" complete with red carpet and honour guard at Pyongyang station at around 18h38 (0938 GMT).",
            "Kim has been steadfast in his support for Moscow's Ukraine invasion, including, Washington says, supplying rockets and missiles. In July, Putin hailed Pyongyang's \"firm support for special military operations against Ukraine\".",
            "But both Moscow and Pyongyang have denied North Korea has or will supply arms to Russia, which has eaten into its vast stockpiles of munitions fighting since it invaded Ukraine early last year.",
            "Kim has not travelled outside the North since the start of the coronavirus pandemic. His last proper overseas trip was in 2019, also to Russia to meet Putin.",
            "Moscow, a historical ally of Pyongyang, was a crucial backer of the isolated country for decades and their ties go back to the founding of North Korea 75 years ago.",
            "\"Given his interest in exploiting 'new Cold War' geopolitics and a preference for travelling by train for personal security, it is unsurprising Kim chose Russia as his first post-pandemic destination,\" said Leif-Eric Easley, a professor at Ewha University in Seoul.",
            "\"North Korea has the crude ammunition that Putin needs for his illegal war in Ukraine, while Moscow has submarine, ballistic, and satellite technologies that could help Pyongyang leapfrog engineering challenges it suffers under economic sanctions,\" he said.",
            "Also read: Russia must stop using food as a weapon",
            "Even if an arms deal does result from the Putin-Kim summit, it is unlikely either side will make public the full details due to the \"serious international legal violations involved,\" he added.",
            "The White House recently warned that Pyongyang would \"pay a price\" if it supplies Moscow with weaponry for its war in Ukraine.",
            "On Monday the United States described Putin as desperate in seeking a meeting with Kim.",
            "\"Having to travel across the length of his own country to meet with an international pariah to ask for assistance in a war that he expected to win in the opening month, I would characterise it as him begging for assistance,\" State Department spokesman Matthew Miller told reporters.",
            "Washington has said Russia could use weapons from North Korea to attack Ukrainian food supplies and heating infrastructure heading into winter to \"try to conquer territory that belongs to another sovereign nation\".",
            "Andrei Lankov, a North Korea expert at Kookmin University in Seoul, told AFP that a Putin-Kim summit was part of Moscow's \"gentle diplomatic blackmail\" of Seoul because Russia did not want South Korea to supply weapons to Kyiv.",
            "Seoul is a major arms exporter and has sold tanks to Kyiv's ally Poland, but longstanding domestic policy bars it from selling weapons into active conflicts.",
            "\"The major worry of the Russian government now is a possible shipment of the South Korean ammunition to Ukraine, not just one shipment but a lot of shipments,\" Lankov said."
        ],
        "image": "https://nation.africa/resource/image/4366006/landscape_ratio2x1/320/160/2e00cdc919d4935c00c34f6d7fd244fd/ce/kim-putin.jpg",
        "image_description": "\nNorth Korean leader Kim Jong Un meets Russian President Vladimir Putin in Vladivostok, Russia on April 25, 2019. North Korea's leader Kim Jong Un departed Pyongyang on September 12, 2023 on a train to Russia where he is due to hold a rare meeting with President Vladimir Putin, state media reported.\nPhoto credit: AFP\n",
        "date": "\nTuesday, September 12, 2023\n",
        "category": "News"
    },
    {
        "title": "Challenges to overcome when applying for education loans",
        "author": "\nBy \nWinnie Atieno\n",
        "content": [
            "When she received a letter to study Business Management at the Technical University of Mombasa instead of Medicine, Leah Muthoni, 19, was distressed.",
            "Having scored a B- (minus) in the Kenya Certificate of Secondary Education (KCSE) examination, Muthoni thought she would pursue one of the most sought-after courses in Kenya.",
            "Her mother, a small-scale trader, is looking for another institution of higher learning for Muthoni to pursue a course of her choice.",
            "“The Kenya Universities and Colleges Central Placement Service killed my dream on August 24. I have to find an alternative,” Muthoni says.",
            "The former Lady Consolata Mugoiri Girls High School student says her mother is considering PCEA Chogoria Hospital Clive Irvine College of Nursing.",
            "“I thought the government would pay my fees even if I joined a private college. I have not applied for university funding,” she says.",
            "Elizabeth Wangui, who was placed at Jomo Kenyatta University of Agriculture and Technology (JKUAT) for a B.Sc in Banking and Finance, applied for funding.",
            "“The last attempt was successful for I did it at night though it was challenging. My friends are still struggling. I’m waiting for the results,” says the former St Mary’s Girls High School, Igoji, student.",
            "Read: Fees shocker for university students",
            "“My father is a driver with a monthly pay of Sh21,000 and my mother a primary school teacher.”",
            "Wangui does not know what to do should she fail to get funding for the programme that costs Sh190,000 a year. Her elder sister is also a university student.",
            "“I hope to get a scholarship because my parents cannot afford the fees,” she adds.",
            "For Femia Omwoyo, 17, age is also playing a role in diminishing his university dream.",
            "The former Ambira Boys High School student, who scored a B+ (plus) says his parents told him they cannot afford his fees. His father, Peter Omwoyo, lives from hand to mouth.",
            "“His sister is at African Nazarene University. Paying her fees has crippled my family finances. My son is upset but there’s nothing I can do. I am happy he passed his KCSE test but it is the Kenyan education system has failed him. My crime is being poor,” the elderly Omwoyo says.",
            "His son is to join Multimedia University for a Computer Graphics and Animation course.",
            "“Today we eat, tomorrow we go hungry. My son’s case is unique because of his age. Femia does not have a national identity card yet, making it difficult to apply for anything,” he says.",
            "Femia has been using his birth certificate to apply for funding.",
            "“I heard that the University Fund (UF) will accept the birth certificate until clocks 18 but the money will  be channelled directly to the university if he is successful. I wish there is more clarity on this funding and scholarship programme. I have not paid a coin to the university. How will he be accommodated?” he asks.",
            "Femia’s mother is a greengrocer in Umoja estate and cannot chip in for his university. There are more pressing family priorities.",
            "Mr Omwoyo says his son’s dream is being shattered because of the family’s financial position.",
            "“Politicians keep spreading the lie that education is an equaliser. Children of poor people do not get far. Who will pay their fees?” he asks, adding that Femia’s degree programme costs Sh180,000 a year.",
            "Omwoyo has placed his hopes on Nairobi Governor Johnson Sakaja to give his son a scholarship.",
            "Read: Fees shocker for new varsity students",
            "“The government should be honest and tell us that this new funding model is for the rich. The application is online but how many parents can afford a smartphone, laptop or money for a cyber cafe?” he asks.",
            "Richard Kirui, a guard in Nairobi, says his son – Elisha Kiprotich, who scored a B (plain) at Moi Minariet Boys Secondary School in Bomet County – is expected to join Cooperative University. The 19-year-old has been called to study statistics and ICT.",
            "“Unfortunately, I am not sure of his admission because the application for funding has not gone through. We have attempted it three times. My son is frustrated and giving up,” Kirui says.",
            "The elderly man adds that it is not possible to have his son at the university on a Sh11,000 monthly pay.",
            "His first-born is a Bachelor of Economics student at Maasai Mara University.",
            "“I will need to call a fundraiser to pay his fees. The President and other government officials should show people like us how to divide our little pay successfully and meet all our family needs. I have four children,” he adds.",
            "Says Kiprotich: “I am waiting for the feedback but just don’t know what to do. The yearly fee for the programme I have been placed is Sh241,000.”",
            "However, others like Beatrice Kwamboka encountered no difficulties when applying for funding.",
            "Her daughter, Kerry Almeria Nyamisa, is to join Egerton University for a Law degree. Nyamisa was thrilled when her application went through.",
            "Ms Kwamboka, a gender and governance expert, says parents are only required to meet accommodation expenses at Egerton for now.",
            "“The assumption is that every student is sponsored by the government. After the UF and the Higher Education Loans Board (Helb) scrutinise the applications and categorise students, the parents will know their responsibilities,” she says.",
            "Read:  Varsity students get another month to apply for funding",
            "She praises Egerton University for employing a seamless admission system.",
            "“One just pays for the accommodation and leaves the child at the university. I paid Sh11,000 for the whole year but other parents paid for a semester,” she says.",
            "It is mandatory for Egerton freshers to put up at the university hostels.  Kwamboka did not apply for her daughter’s funding until last week when the UF clarified some of the issues raised by education stakeholders.",
            "“There was controversy surrounding the national identity card. We were informed to apply for funding, whether the child has acquired an ID or not. My daughter has a waiting card and we cannot tell when the ID will come. I expect the government to give her a loan,” she says.",
            "Money to be repaid",
            "Students like Omwoyo and Nyamisa will not access the loans until they get the document.",
            "“Once we get the ID, we will go back to the portal and make the update. The good thing is that everyone is eligible for the scholarship,” Kwamboka says.",
            "She urges students and parents in regions classified as remote who have had a hard time applying for funding to be patient, adding that the best time to apply is when the system is not jammed.",
            "“Get a person who knows how to manoeuvre but do not give up,” she says.",
            "Nyamisa hopes to secure a scholarship that covers a huge portion of her the education. If she does not get government funding, her mother will have to pay Sh214,700 every academic year.",
            "Read: Private varsities rocked by severe funding crisis",
            "“The information filled will determine how much you get. If, for example, your child was in a private school, the government can tell how much you can pay. Let the parents be made aware that the money will be repaid by the student once she or he clears education and gets employed,” she says.",
            "The new funding model does not affect continuing students. The 2022 KCSE examination candidates will be categorised using a Means Testing Instrument (MTI), which has been used by the Higher Education Loans Board (Helb) for years.",
            "The model which includes scholarships, loans and household contributions on a graduated scale. This is “scientifically” determined by the MTI.",
            "“A key criterion for allocating scholarships and loans to students is the level of need. This will be scientifically considered to ensure needy students are adequately supported to pursue a university education,” a report from the government says.",
            "To determine a student’s level of need, the MTI will be applied using eight parameters – the parents’ background (orphan, single parents etc), gender, course type (technology, engineering, agriculture and mathematics or social sciences), previous school type (private or public), expenditure on education (whether other siblings are in high school or tertiary institutions).",
            "Other instruments are family size and composition (polygamous, monogamous and the age of parents), marginalisation (whether the students come from marginalised counties or institutions in the region) and if the person has any form of physical disability.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4364454/landscape_ratio2x1/320/160/72dec88e6db755162af6e566204072d7/cq/charles-ringera.jpg",
        "image_description": "\nHigher Education Loans Board CEO Charles Ringera answers questions from journalists on May 3. Helb uses a Means Testing Instrument when awarding loans and scholarships to students. \nPhoto credit: Evans Habil | Nation Media Group\n",
        "date": "\nMonday, September 11, 2023\n",
        "category": "News"
    },
    {
        "title": "President Ruto tightens grip on UDA ahead of 2027, announces national elections",
        "author": "\nBy \nJames Murimi\n",
        "content": [
            "President William Ruto has started tightening his grip on his party – the United Democratic Alliance (UDA) – ahead of the 2027 General Election.",
            "The President, who is the leader of the ruling party, announced on Saturday that the party will hold its nationwide elections in December this year to bring in officials who will make the party more vibrant.",
            "Dr Ruto argues that the elections will entrench democracy and eradicate tribal ethnicity in the party.",
            "“This is the party that runs the government and that is why I’m announcing here in Nyeri to all members across the country that the elections will be held in December. We will announce the timetable for the elections. We want to eradicate tribalism and ethnicity from the party and make this a national party that reflects leaders from all tribes in Kenya. We want to unite the country,” Dr Ruto said.",
            "The Head of State, who was accompanied by his Deputy Rigathi Gachagua, was speaking at King'ong'o Estate in Nyeri town during the opening of the party's county headquarters.",
            "The premises is the first office the party has opened in the counties by its leader.",
            "Also Read: Luhya leaders claim secret 2032 pact with Ruto",
            "“The owners of the party must decide on who will lead them. We will take the elections at the polling stations at the grassroots because our aim is to ensure that the party is an institution of governance,” Dr Ruto said.",
            "President William Ruto, his deputy Rigathi Gachagua among other leaders during the opening of  UDA regional office in Nyeri town on September 9, 2023.\nPhoto credit: Joseph Kanyi | Nation Media Group",
            "“If you want a leadership position in UDA, start preparing now by convincing members to elect you. Socialize yourself with the membership of the party. I want to make it clear that nobody will be given leadership positions in the boardrooms or any favour,” he added.",
            "UDA secretary general Cleophas Malala said their aim was to consolidate the party's popularity nationwide ahead of 2027 and guarantee the president's re-election.",
            "“We want to build this party to be the greatest party in the country so that by 2027, we will just place the portrait of the President on the ballot and have him re-elected. I am appealing to you to register as a member of UDA so that you can participate in this democratic process,” said Mr Malala.",
            "But Nyeri Woman MP Rahab Mukami and Nyeri Town MP Maina Mathenge called on other constituent parties in the Kenya Kwanza coalition to unite and join the ruling party ahead of the 2027 general elections.",
            "The lawmakers argue that once fully fledged, the party will consolidate President Ruto's re-election bid and guarantee his victory.",
            "“In the next elections, we want to move together as one big party. We want the other parties under the Kenya Kwanza Alliance to fold and join UDA so that we can walk together. This will be the party to watch in 2027,” Ms Mukami said.",
            "Also Read: Ruto's 2027 mega party plan falls apart",
            "On Friday, Kimilili MP Didmus Barasa told Ford Kenya party leader Moses Wetang’ula and Amani National Congress (ANC) Musalia Mudavadi not to heed to calls to fold their parties and join UDA.",
            "Mr Malala is pushing for the two parties, which have a solid base in Western Kenya, to fold and join President Ruto’s UDA party.",
            "“UDA Secretary General Cleophas Malala should stop the narratives he is telling us. His moves aim at causing cracks in the coalition, something that the soldiers will not agree with,” Mr Barasa said at an event in Bumula.",
            "“We were in the Jubilee with now President William Ruto but things went south when President Uhuru Kenyatta isolated us and forced us out of the party. We moved on and formed the UDA party,” he added.",
            "UDA chairperson Cecily Mbarire called on Kenyans to join the party and vie for leadership positions to strengthen democracy.",
            "“I am appealing to women, youths and persons with disability to vie for leadership positions in the party so as to entrench equity. This is the party of hustlers and we need everyone on board,” the Embu governor said.",
            "President Ruto reiterated his commitment to eradicating cartels in the agriculture sector so as to ensure that farmers get enough money for their produce.",
            "“We want agriculture to put more money into the pockets of our farmers. That is why we are telling them that there are only three options and they must hear this. They will either vacate the country, go to jail or go to the grave,” Dr Ruto said.",
            "“In the coffee, avocado, dairy and tea sectors, we are eradicating the cartels, thieves and brokers. We plan to construct 500 markets countrywide so that our traders can sell their produce in a nice environment,” he added.",
            "Mr Rigathi lauded the President for championing for the interests of Africa at the world’s first Africa Climate Summit that took place this week between September 4 and 6.",
            "“The President earned himself respect in the continent and the entire world during the climate summit. Kenya earned itself respect. We want you (Dr Ruto) to continue leading Kenya and Africa at large. We are fully behind you even in the 2027 elections,” the Deputy President said.",
            "",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4363522/landscape_ratio2x1/320/160/f6477d315d380a572a2d5e9bb821d237/hP/ruto-in-nyeri-1.jpg",
        "image_description": "\nPresident William Ruto addresses wananchi in Nyeri town moments after opening UDA regional office in the town on September 9, 2023. \nPhoto credit: Joseph Kanyi | Nation Media Group\n",
        "date": "\nSunday, September 10, 2023\n",
        "category": "News"
    },
    {
        "title": "What you need to know about teargas and its health impacts",
        "author": "\nBy \nHellen Shikanda\n",
        "content": [
            "An irritating whiff of tear gas sneaks through a window at the Nation Centre following a loud bang of a fired canister along Kimathi Street.",
            "The white smoke blinds everyone walking along the street. Protesters and bystanders duck covering their eyes.",
            "The teargas canister has one job to do, one which is achieved at a stroke once it is let loose, but there is more than what meets the eye regarding its health impact.",
            "What is a tear gas and what does it contain?",
            "According to the Centres for Diseases Control and Prevention (CDC); tear gas is an anti-riot agent adopted by some countries like Kenya to control protestors.",
            "It is one of the chemicals that was used during World War I to codon off rioters. Its use was however banned in 1993 during the Chemical Weapon Convention that happened in Geneva, Switzerland.",
            "Contrary to its name, it is a chemical composed of solid and liquid particles and not gases. It is in powdered form but it creates a mist when let out.",
            "Also read: Plea bargain and why it is in vogue",
            "There are two major compounds found in a tear gas and they include; chloroacetophenone (CN) and chlorobenzylidenemalononitrile (CS).",
            "How does it achieve its goal?",
            "Tear gas can either be dispersed using hand-thrown grenades or canisters. According to Chemical Compound igniting a canister is the most common way to release tear gas.",
            "Prof Janice Chambers  explains to the Conversation that the chemicals contained in tear gas react with sensory nerve receptors once a person interacts with it.",
            "This in turn leads to  pain and skin irritation that escalates to the eyes and mucous membranes.",
            "\"They act almost instantly, but the irritation they induce is usually resolved in about 30 minutes to a few hours,\" she says.",
            "Does it have health impacts on people?",
            "There are short term and long term impacts of being exposed to tear gas.",
            "Once a canister is fired, the immediate effect is an irritation that feels like a burning sensation to one’s eyes and skin.",
            "The American Lung Association shows that it can also cause chest tightness, coughing, a choking sensation, wheezing and shortness of breath.",
            "Other people may experience blurred vision and difficulty swallowing.",
            "They explain that people with underlying diseases have even worse impacts when exposed to tear gas. People with asthma and chronic obstructive pulmonary disease (COPD), are more susceptible to developing severe symptoms of their disease which could lead to respiratory failure.",
            "The chemicals also cause skin burns and allergic reactions.",
            "The CDC shows that prolonged exposure, especially indoors, may lead to long-term effects such as eye problems including scarring, glaucoma, and cataracts.",
            "Does it affect people the same way?",
            "A person who gets exposed to tear gas indoors will not have the same impacts as the one who is outdoors.",
            "A study conducted in the Journal of Royal Medicine Society dissecting the short and long term effects of the CS tears compound revealed that there’s limited data on its toxicology but its impact varies depending on the concentration.",
            "They cite overuse and overexposure as a link to serious morbidity.",
            "“In 1969 the British Home Office concluded that ‘whilst exposure to CS spray can be lethal in the form of toxic pulmonary damage, leading to pulmonary oedema’, such an occurrence would only occur at concentrations that were several hundred times greater than exposure dosage that produces intolerable symptoms which would force the individual to leave the vicinity,” they explain.",
            "How can one  protect themselves from negative health impacts of tear gas?",
            "There is no known antidote backed by science that can clear and minimise tear gas’ irritation. Some people however use a solution of baking sodas and milk to wash it off.",
            "The safest option, if you can, is to move further away from the area that has a high concentration of tear gas.",
            "The CDC advises that you should remove the clothes that have been exposed to tear gas. Thereafter, wash parts of your skin that have come in contact with the chemicals using soap and water.",
            "Soap may not be feasible during a riot, so water may suffice as a short term intervention. It is advisable that you rinse your eyes to wade off the irritation caused by the tear gas.",
            "For people with respiratory issues, it is prudent to seek medical attention immediately so that you can get your oxygen levels improved from a healthcare facility.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4165724/landscape_ratio2x1/320/160/9a6affccac1555aef307b5ef7b866437/aH/pic-teargas.jpg",
        "image_description": "\nPolice officers disperse rioters using teargas.\nPhoto credit: Francis Nderitu I Nation Media Group\n",
        "date": "\nMonday, March 20, 2023\n",
        "category": "News"
    },
    {
        "title": "Women climate activists dismiss Nairobi Declaration as 'false solutions'",
        "author": "\nBy \nMoraa Obiria\n, \nAgatha Gichana\n & \nKamau Maichuhie\n",
        "content": [
            "Last week’s inaugural Africa Climate Summit, which took place ahead of this year’s United Climate Change conference in Dubai, United Arab Emirates, ended with African leaders making a bold statement.",
            "The event, through The African Leaders Nairobi Declaration on Climate Change and Call to Action, committed to 18 actions and 16 others to world leaders and development partners, aimed at driving green growth.",
            "But women climate activists have poured cold water on the declaration, saying it left out the “core agents who drive adaptation and mitigation solutions”. They dismissed as false interventions the solutions presented, terming them blind to women’s needs.",
            "Mainstreaming women in climate actions is a principle entrenched in the Conference of the Parties (COP28) to the United Nations Framework Convention on Climate Change. Under the Lima work programme on gender, adopted in 2014 during COP20 and reviewed at COP25 and COP27, countries are reminded that implementing gender-responsive strategies promotes not just gender equality but also a just transition of workforce.",
            "“The idea of having an African Climate Summit where Africans meet and deliberate on the issue and come up with a position was a start. But, sadly, it was captured because the agenda was not set by us; rather, we saw a lot of interference by powers from outside the conference,” decried African Women’s Development and Communication Network (Femnet) executive director Memory Kachambwa.",
            "Femnet is part of the global Generation Equality Feminist Action for Climate Justice Action Coalition, which puts pressure on government leaders and the development and humanitarian sector to centre gender responsiveness in climate actions.",
            "Call to action",
            "Before the summit, the activists converged at a Nairobi hotel to identify areas of concern for women and provide solutions. This culminated in an eight-point call to action.",
            "“African women's voices should never be an afterthought,” Dr Melania Chiponda, a climate justice and energy expert from Zimbabwe read out the communiqué.",
            "“We refuse to be tokenised, brought in to adorn panels, or utilised to fulfil inclusivity quotas. African women constitute the majority of the people on this continent; therefore, climate debates, discussions, decisions, and actions must be led by us, for us, and with us, not dictated by corporations or so-called developed imperialist partners and their agencies.”",
            "Aisha Jumwa, Kenya’s Cabinet Secretary for Public Service, Gender and Affirmative Action, promised to ensure women’s voices are included in the summit’s outcome document. “Please, count on my support and the Kenya government’s support and commitment to this journey,” she said.",
            "But the outcome document says otherwise. Ms Kachambwa pointed out the disappointment, saying it “did not meet our expectations”.",
            "“Carbon credits was tabled as a solution; from our perspective, it is a false solution because the polluters will continue polluting while we plant trees. That is not the only solution to solve the climate crisis,” she said.",
            "“As women, we are expected to plant trees on land that we don't have titles to and watering the trees with water that we either have to buy or walk distances to collect. In terms of energy poverty, we agree to stop using charcoal and harmful fossil fuels, but the alternative clean energy is not affordable.",
            "“We acknowledge that the declaration demanded accountability for the $100 billion; however, we need more on what Africa was going to do collectively to get that funding, because it's been years and just talk but there is no flow of finance to Africa and African women and frontline African Climate defenders. The biggest thing is that gender is missing in the declaration.”",
            "Missing links",
            "A similar view was held by Akina Mama wa Afrika executive director Eunice Musiime. “The Nairobi Declaration generally makes attempts to capture African priorities on the whole, except for the false solution on carbon credits and nature-based solutions,” she said.",
            "“Specific commitments on gender are missing.”",
            "Gender advocates and ecofeminists explored how women’s energy needs were being met by just transition interventions fronted during the three-day summit.",
            "In pursuit of a just transition, which refers to achieving climate goals by ensuring society as a whole is brought along in the pivot to a net-zero future, Yamida Ganet, the director for Climate Justice at Open Society Foundations, noted that women have been relegated to mere consumers of knowledge and solutions from the Global North that do not address their needs.",
            "Also read: Africa Climate Summit: A hit and miss affair",
            "“There are about 1.2 billion African women still using biomass for cooking. How are they supposed to transition to clean cooking equipment, which was presented as a solution but is still unaffordable to these women?” Ms Ganet asked.",
            "“It is actually violence that the supposed solutions do not speak to the realities of African women. This is not a just transition because the solution being presented does not even honour home-grown solutions.”",
            "Professor Attiya Waris, a United Nations independent expert on foreign debt and human rights, also raised the financial feasibility of the e-cooking equipment. “Some women will have to take on loans to buy clean cooking equipment. I think those debts should either be waived or be interest-free. Governments should finance such initiatives through the national and county level to ensure women are able to put food on their tables with as little expenditure as possible,” Prof Waris suggested.",
            "Force for change",
            "At the summit, women delegates launched the African Women and Gender Constituency Chapter to be used as a powerful force for change, and to amplify the voices of African women and gender-focused organisations in climate action. Women in Africa continue to bear the greatest burden of climate-related disasters and displacements.",
            "According to the UN, about 80 per cent of people displaced by the climate crisis in Africa are women.",
            "Ms Jumwa, who presided over the launch recognised the multi-faceted roles that African women play in their communities, noting the invaluable role it plays in the efforts to combat climate change.",
            "“We celebrate the multi-faceted roles that African women play in their communities. We acknowledge that their resilience, knowledge, and leadership is not just invaluable but indispensable in our efforts to combat climate change,\" she said.",
            "Lorraine Chiponda from Don’t Gas Africa noted that women have been affected and pained by climate disasters, hence the need for urgent action.",
            "“Africa, therefore, does not have the luxury to adopt false solutions such as climate markets and climate-off settings. We need solutions now,” said Ms Chiponda.",
            "Pan-African feminist and journalist Mildred Ngesa said: “African women know where the shoe pinches. Women have suffered the loss and damage from the climate crisis and their perspectives must never be left behind.”",
            "[email protected], [email protected], [email protected]"
        ],
        "image": "https://nation.africa/resource/image/4365022/landscape_ratio2x1/320/160/7fba452987da0077f4cc390c93d1d228/vO/dnsummitmarch0409m.jpg",
        "image_description": "\nA nun takes part in a climate march during the Africa Climate Summit in Nairobi on September 4, 2023, to raise awareness of the urgent need to transition from fossil fuels to renewable energy.\nPhoto credit: Evans Habil I Nation Media Group\n",
        "date": "\nMonday, September 11, 2023\n",
        "category": "News"
    },
    {
        "title": "Explainer: How climate change fuels extreme heat",
        "author": "\nBy \nAFP\n",
        "content": [
            "Tokyo,",
            "Heatwaves across Asia and beyond have already broken records this year, while the arrival of the El Nino climate phenomenon will mean even more extreme temperatures.",
            "Here, we look at how climate change produces extreme heat, how scientists evaluate heatwaves and the risks to human health:",
            "Extreme heat is defined from a baseline of the average temperature in any one location, which varies widely across the world.",
            "A primary school student uses a portable fan to keep cool in a classroom during hot weather in Banda Aceh on May 15, 2023. Scientists say global warming is exacerbating adverse weather, with many countries experiencing deadly heatwaves and temperatures hitting records across Southeast and South Asia in recent weeks.\nPhoto credit: Courtesy | AFP",
            "So a temperature of 25 degrees Celsius (77 degrees Fahrenheit) could be record-breaking in parts of Canada in spring, but might be below average for the same period in the Middle East.",
            "\"Greenhouse gases trapping heat are at the root of the problem,\" said Martin Jucker, a lecturer at the University of New South Wales' Climate Change Research Centre.",
            "Gases like carbon dioxide, methane and nitrous oxide play a crucial role in stopping heat from being reflected or lost from our atmosphere.",
            "When this process is balanced, it keeps the planet at a livable temperature.",
            "But an unsustainable increase in the amount of greenhouse gases in the atmosphere means more heat is being trapped, creating an overall global warming effect and other climate anomalies.",
            "For example, warming air holds more moisture, which produces stronger and more frequent storms.",
            "This photograph taken on May 30, 2023 shows a view of Hanoi city after some street lights were turned off to save electricity as demand for air conditioning soars. Vietnam, which relies on hydropower for almost half its energy needs, has struggled with a series of heatwaves since early May and the mercury reached a record high, while rivers and reservoirs at hydroelectric power plants have dried up.\nPhoto credit: Courtesy | AFP",
            "Overall, climate change is strengthening the duration, intensity and geographical reach of heatwaves, scientists say.",
            "The problem is made worse in some places by the way cities are built -- the so-called heat island effect, where urban conglomerations are warmer than surrounding rural areas.",
            "This happens because cities with too little greenery and too much concrete, asphalt and other building materials absorb heat and often offer insufficient shade.",
            "The use of cooling technologies like air conditioners creates surging demand for energy, including the fossil fuels that are behind the climate crisis in the first place.",
            "To determine climate change's role in any given event, experts use a technique called attribution science.",
            "They simulate a world with and without climate change, using historical and more recent measurements, or computer models.",
            "Comparing the two then \"gives us a measure of how much more likely a given extreme is under climate change\", Jucker told AFP.",
            "Findings for over 500 events have been collected by the organisation Carbon Brief, with most shown to have been made more severe or more likely because of climate change.",
            "Volunteers distribute beverages to commuters as part of a free service on a hot summer afternoon in New Delhi on May 23, 2023. Heatwaves across Asia and beyond have already broken records this year, while the arrival of the El Nino climate phenomenon will mean even more extreme temperatures. \nPhoto credit: Courtesy | AFP",
            "Just a handful, including some floods, droughts and extreme cold, have been found to have no clear link to human activity, while in other cases experts found the evidence inconclusive.",
            "\"Every heatwave in the world is now made stronger and more likely to happen because of human-caused climate change,\" according to Friederike Otto, a scientist at Imperial College London and pioneer of attribution methodology.",
            "Exposure to higher-than-normal temperatures produces health problems ranging from heatstroke and dehydration to cardiovascular stress.",
            "Those with pre-existing heart conditions are especially vulnerable, as the body's response to heat is to pump more blood to the skin to help with cooling.",
            "Risk is also unevenly distributed, with the elderly and the unwell more vulnerable, and those who work outdoors or live in places without air conditioning more likely to suffer.",
            "The deadliest heat combines soaring temperatures with high humidity -- the moist air undermines the body's ability to cool off by sweating.",
            "In May, a study warned a fifth of the world's population would be exposed to extreme and potentially life-threatening heat by the end of the century on our current climate track.",
            "\"For every 0.1C of warming above present levels, about 140 million more people will be exposed to dangerous heat,\" the study published in Nature Sustainability warned.",
            ""
        ],
        "image": "https://nation.africa/resource/image/4279374/landscape_ratio2x1/320/160/a8fb54b6ad6ab6efa234e20edee8b0ea/lV/heatwaves-3.jpg",
        "image_description": "\nWomen use an umbrella to shelter from the sun amid hot weather in Shanghai on May 29, 2023. Heatwaves across Asia and beyond have already broken records this year, while the arrival of the El Nino climate phenomenon will mean even more extreme temperatures.\nPhoto credit: Courtesy | AFP\n",
        "date": "\nThursday, June 22, 2023\n",
        "category": "News"
    },
    {
        "title": "Teen mum: I cried all night long when I learnt I was pregnant",
        "author": "\nBy \nMoraa Obiria\n",
        "content": [
            "One day in February this year, Hope* woke up feeling nauseous and lightheaded.",
            "A man in his 30s had three months earlier engaged the 17-year-old in unprotected sex. She was in Class Eight at the time. While Hope knew from school lessons that intimate relations can result in pregnancy, besides missing periods, she wasn't aware of other symptoms of pregnancy.",
            "“I thought I was feeling so because of the hot weather,” says the girl from Ndavaya in Kwale County.",
            "This went on for three days until her mother got concerned and she took her to a nearby public health centre for treatment. After testing, the nurse at the facility confirmed to her that she was pregnant.",
            "“I went numb,” she says. “For a moment, I felt like the world had come to an end. My mother calmly looked away. As we returned home, she never said a word to me. I didn't know what she was thinking. She avoided speaking with me until the following day. I know she was annoyed with me but I didn't know what to do.”",
            "Stressed out",
            "She cried the whole night and the following day she informed the man who impregnated her. He didn't deny the pregnancy but informed her that he was already married with children, Hope says. He would support her through the pregnancy and with raising the child only if she accepted to be his second wife, a proposal that Hope declined.",
            "Her refusal was the end of communication with the man, a boda boda rider. Hope says the reaction of her mother and the father of her child threw her into constant fear and sadness. She transitioned from an extrovert to an introvert, crying all the time and unable to sleep.",
            "“But I wanted to have my child. I didn't know how I'd raise it. All I knew was that I'd have the child and somehow all would work out for us.”",
            "After a week, Hope’s mother came to terms with her pregnancy. Hope is the second-born in a family of her seven. She would accompany her to Ndavaya Health Centre for antenatal clinics where they would be both counselled.",
            "Also read: The Maa women defying culture to re-enrol teen mums in school",
            "“The counsellor helped me and my mother understand that constant sadness would affect me and my child. He helped me see the positive side of life,” she says.",
            "“He informed me that I had an option of giving up my child for adoption, something I didn't want to hear at all. With the counselling, my mother changed her perception of my situation and started encouraging me to return to school after delivery. I had given up on school.”",
            "I met Hope a week before the August reopening of schools when her son was just two-week-old and she was excited to return to her former primary school. Hope wants to become a pediatrician.",
            "“I’m okay now. I’m happy and I don’t cry anymore; I love my son to bits,” she says.",
            "Returning to school",
            "Her mother says she is ready to take care of her grandson. Her only worry is how she would pay her high school fees as she earns less than Sh1,000 a month from menial jobs.",
            "John Mutoro, a counsellor at Ndavaya Health Centre, says pregnant adolescents often live in high degree of emotional pain, distress and torment aggravated by family rejection and social stigma.",
            "“In all the cases I have handled, where the girls get better quickly, you'll find the parents are very supportive,” he says.",
            "“And they are able to go back to school because their mental status is stable.”",
            "Counselling of adolescents during and after pregnancy is an intervention that local organisations are popularising to ensure the girls take full advantage of the government's return-to-school policy.",
            "Syriana Mwandacha, a project officer at Sauti ya Wanawake, says with the high prevalence of teenage pregnancies in Kwale County, counselling becomes a primary need to help the girls maintain a healthy mental status critical to the continuation of their studies.",
            "“The girls suffer a lot and they feel helpless. We have to help them come out strong and empowered to face the future,” she says.",
            "End sexual violence programme officer Jean Paul Murunga at Equality Now, however, says communities ought to be sensitised enough to protect girls from sexual exploitation, an outcome that would eliminate the adolescents' exposure to mental anguish in the first place.",
            "*Name changed to protect her from mental harm.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4365644/landscape_ratio2x1/320/160/af49a1a217e184c9f6650902097794b4/gc/teen-pg-pic.jpg",
        "image_description": "\nA teenage girl with her child. A teenage mother from Kwale says counselling helped her recover after learning that she was pregnant.\nPhoto credit: File | Nation Media Group\n",
        "date": "\nTuesday, September 12, 2023\n",
        "category": "News"
    },
    {
        "title": "Like Scotland, Kenya can end period poverty",
        "author": "\nBy \nDorcas Muga-Odumbe\n",
        "content": [
            "Menstruation is an uncomfortable, painful, inconvenient and expensive experience for many women and girls. It occurs once a month for approximately three to seven days; about three months a year.",
            "Those with no access to menstruation products are left to their own devices to manage their menstruation cycles, with many unable to participate meaningfully in daily life due to the difficulty of managing bleeding.",
            "Many girls resort to using unhygienic substitutes such as rags, newspapers, banana leaves, and even cow dung. Worse still, others turn to prostitution to get these essential products.",
            "Unfortunately, period poverty – the lack of access to menstrual products – increases the risk of toxic shock syndrome, cervical cancer and other dangerous infections according to research.",
            "While period poverty has always been the stark reality for some, Covid-19 has exacerbated menstruation-related challenges, especially for women and girls from urban slums and poor rural communities.",
            "Menstrual hygiene",
            "Globally, women and girls’ rights activists are asking governments to integrate sexual and reproductive health needs of women and girls in Covid-19 responses. In Kenya, at least 2.6 million girls currently require menstrual hygiene materials – pads, underwear and soap, according to Unesco.",
            "In April last year, local women rights organisations petitioned the government to spend at least 30 per cent share of Covid-19 funds on gender responsive strategies including distributing cash relief, food and sanitary towels to vulnerable women and girls.",
            "The pandemic aside, the menstrual hygiene situation in Kenya has been, and remains dire. Thousands of adolescent girls have to contend with hurdles as they go through formal schooling. In September last year, a school girl in Bomet committed suicide after her teacher humiliated her for staining her uniform during her menses.",
            "It is sad this happened nine years after Kenya launched the Sanitary Towels Programme in 2011 – an initiative meant to provide pads to needy girls in public schools. It is the same year Kenya made sanitary towels tax-free.",
            "Unfortunately, some girls do not receive the free sanitary towels. The government in 2019, admitted a lack of funds to provide sanitary towels as required by law, with Education CS George Magoha saying the Sh470 million provided can only supply girls for four months.",
            "Lack of access to sanitary products means many girls drop out of school while on their period, putting them at greater risk of child marriage and early pregnancy.",
            "In 2017, President Uhuru Kenyatta signed the Basic Education Amendment Act (2016) placing the responsibility of providing free, sufficient and quality sanitary towels on the government, to reduce the number of girls missing school.",
            "In 2019, the government launched the Menstrual Hygiene Policy 2019-30 to among other things, ensure women and girls have access to safe and hygienic products.",
            "All these measures were aimed at ending period poverty. However, that goal is yet to be met with Education CS last year admitting that the government scheme had not met its target, and many girls are still missing school during their menses.",
            "Disadvantaged girl",
            "The United Nations estimates that as many as 20 million girls drop out of schools (globally) every year because they cannot deal with their menstrual flows. The Education ministry estimates that a girl absent from school for four days a month loses 13 learning days equivalent to two weeks per term.",
            "This means that in an academic year, a disadvantaged girl loses up to 39 learning days, something that could be remedied by proper implementation of the sanitary towels program.",
            "Access to sanitary products would also be of limited help if schools don’t have the supporting infrastructure, such as separate bathrooms for girls with doors and locks for privacy, a luxury in most of our rural public schools.",
            "Menstruation is a global issue and there is evidence of action to address its challenges. Last year, Scotland became the first country in the world to provide free period products for all women, while Germany reduced tax on sanitary towels from 19 per cent to seven per cent.",
            "Canada, Australia and India followed suit. France, Spain, Poland and Austria have also lowered tax on sanitary products. A handful of US States have also passed laws mandating free period products be provided in schools. The UK government too, rolled out free period products in all primary and secondary schools in England last year.",
            "Kenya’s menstrual policies all look good on paper, but wouldn’t work in a real-world environment if not managed well. With proper management, we too, like Scotland, can make sanitary products free for all. Every woman is entitled to safe and hygienic menstrual facilities, and the right to manage menstruation without shame or stigma.",
            "It is time to change the narrative, girls and women have suffered enough.",
            "Dorcas Muga is the Gender Editor at NMG.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/3284338/landscape_ratio2x1/320/160/c96c917f4299d0cb618b52ba892bd1b5/HW/period-poverty-pic.jpg",
        "image_description": "\nGirls from Baringo County excited after receiving sanitary towels from a well wisher, Ms Diana Chebotibin,  in October,  2020.\nPhoto credit: Margaret Maina | Nation Media Group\n",
        "date": "\nTuesday, February 09, 2021\n",
        "category": "News"
    },
    {
        "title": "Outcry as Kilifi madrasas turned into sexual abuse dens",
        "author": "\nBy \nMaureen Ongala\n",
        "content": [
            "Reports that some madrassa in Kilifi have been turned into sexual abuse dens have sparked outrage, even as it emerged that some Muslim leaders have been concealing the cases to prevent justice for the victims in the name of protecting the image of their region.",
            "In an interview with Nation.Africa, Kenya Muslim Youth Alliance (Kimya) chairperson Ustadh Mahamood Hambal said sexual exploitation has become rampant in madrasas. “Sometimes teachers are reported to sexually exploit children while in other incidents it is among children. But different authorities do not handle the cases with the seriousness they deserve,” he said.",
            "Mr Hambal, a human rights activist, said the journey for Muslim activists to fight for the rights of sexual and gender-violence (SGBV) victims is a matter of life and death, given the move by a section of leaders to defend the image of the religion.",
            "“We condemn sexual exploitation in madrasas and have always advocated justice for the victims through the legal procedure, but sometimes there is a lot of resistance to the cases because some people always want to use their money, leadership powers and influence to conceal them.”",
            "He cited a Malindi case where an ustadh (madrasa teacher) was accused of molestation. Even so, a section of leaders opposed the move to have him arrested and charged, to protect the image of the religion. “We stood firm to fight for justice for the victim and we welcomed the decision by the court to jail the perpetrator for life.”",
            "He said some leaders in the Muslim fraternity were afraid of speaking against sexual abuse in the madrasa for fear of intimidation and losing their jobs. “As Muslim activists, we are torn between intimidation, threats to life, and standing for the truth. Some leaders are good at intimidating madrasa teachers and they would recommend they get sacked or transferred to conceal the cases,” he said.",
            "An ustadh gets a minimum salary of Sh10,000 and a maximum of Sh15,000, while some earn between Sh3,000 and Sh5,000. “Many teachers have bowed to threats and intimidations for fear of losing their jobs,” he added.",
            "Mr Hambal, however, added that some Muslim leaders and activists have taken the lead in condemning SGBV in madrasas and society. He said even after engaging in sexual abuse of minors, the madrasa teachers always move to seek employment in other places as they continue to exploit more children. He termed that irresponsible and undisciplined.",
            "The religious leader challenged the leadership of madrasas to interrogate the people they employ and get their background information before offering them jobs. “All madrasa teachers seeking employment should produce recommendation letters from their previous institutions, stating the reasons for their transfers. It should not be the case where they are allowed to work because of their rich educational background or they know how to conduct prayers,” he added, calling upon the police to refuse corrupt deals and be in the lead to ensure the victims get justice.",
            "A Kilifi anti-gender violence champion Mumina Alaso from Prison/Kiwandani village said most madrasa teachers are “wolves in sheep skin with a history of sexual abuse”. She cited an incident where one teacher lived with three girls and his wife, only for the community to learn that he was sexually abusing the girls.",
            "Read: Defilement: The silent epidemic",
            "“Parents have always trusted the madrasa teachers because they allow them to be with their children. We did not know the ustadh was a predator until when he left the madrasa and moved to Mitangoni in Kilifi South where he defiled two girls,” she said.",
            "On November 16, 2018, while sentencing a madrasa teacher for molestation, Malindi Principal Magistrate Silivia Wewa said such cases were rampant and urged residents to report them for legal action. She said a probation report revealed many unreported sodomy cases.",
            "In a recent incident, a girl from the Kilifi Educational Centre, famously known as Khairat Madrasa in Kilifi town, walked to the Kilifi Police Station and reported rampant exploitation by an ustadh. The 14-year-old and her friend reported that their madrasa teacher had been molesting them.",
            "The girls were from two primary schools in Kilifi township but attended the Khairat Educational Centre for madrasa classes. The suspect, aged 38, was arrested on the same day and released after some hours on a Sh20,000 police bond.",
            "ODPP on the spot",
            "The girls’ parents were shocked to be informed that the Office of Director of Public Prosecutions (ODPP) had advised the police to close the file as the report by the children did not amount to sexual offenses as captured by the Sexual Offenses Act. They expressed their disappointment at how the ODDP handled the matter and termed it a scheme to protect the teacher and the image of the madrasa.",
            "One of the parents said the police informed her they had closed the matter. “It has been over one month since my daughter reported the matter, and no action was taken against the perpetrator because the police arrested him and later released him some hours later. However, the investigation officer informed me that they had concluded their investigations, even recorded the complainant and witness statement, although the Director of Public Prosecutions asked them not to charge the suspect,” she said.",
            "According to the mother, the daughter revealed that the ustadh always caressed them. “The child could not hold the sexual abuse anymore and reported the perpetrator to his seniors, but they did not take immediate action and she walked to the police to report,” she said.",
            "Also read: Defiled: Time ripe to act on girl child’s silent screams",
            "The mother said she was shocked that her daughter did not inform them and opted to go straight to the police. “Our children have been suffering in silence. The reason my daughter decided to act even without informing us, parents, was that she couldn’t believe anybody but the law.”",
            "Another parent disclosed that her daughter would refuse to go to the madrasa but could not state why. “I could force my daughter to go to the madrasa, but she did not disclose that the ustadh was abusing them.”",
            "One victim disclosed in an interview that most children are afraid of the ustadh and could not dare speak about the incidents as he would punish them heavily. “All disciplinary cases like failure to recite the Quran, absenteeism, and failure to attend Maulid events are reported to the ustadh who beats us on the shoulders using a sisal rope,” she said.",
            "The minor disclosed that she reported the matter before the start of the 2023 Ramadhan. “I told a lady teacher that the ustadh was molesting us, and she said there was nothing she could do and that she would inform her senior to address it. However, none of them intervened. The ustadh continued molesting us,” she said.",
            "Kilifi North Sub-County police boss Kenneth Maina said the matter was under investigation. “A minor went to the Kilifi police station and reported that she had been sexually assaulted by her madrasa teacher for a long time. Two more children came out with similar complaints,” he said.",
            "The children were aged between 10 and 13.",
            "Mr Maina confirmed that the DPP had directed them not to charge the suspect. He said that on June 22, the DPP responded to a letter by the Kilifi Officer Commanding Station for directions on the matter. The DPP’s letter said the minors had complained of being touched on the hands, legs, and hips, and these were not sexual violations, Mr Maina added. “The DPP said there was no evidence to charge the ustadh according to Sexual 2(a) of the Sexual Offences Act,” he said, adding that it is challenging to trace madrasa teachers as they are not under the Teachers Service Commission.",
            "A senior Muslim elder, who sought anonymity due to the sensitivity of the issue, said the teacher had been warned severely against sexually abusing the girls. “The perpetrator is ignorant. The girls reported him to his seniors who warned him against sexually abusing the minors, but he continued.”",
            "Nation.Africa established that some years back, Muslim leaders in Kilifi closed down the madrasa over rampant sexual abuse. In a repeated incident, they halted the classes for some days after the recent case. The elders replaced madrasa teachers to protect the children.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4362496/landscape_ratio2x1/320/160/cbff6fb83ea27fda4720b9e1bb95a51a/jV/crime-scene.jpg",
        "image_description": "\nSome Madrassa in Kilifi have been turned into child abuse dens.\nPhoto credit: File | Nation Media Group\n",
        "date": "\nMonday, September 11, 2023\n",
        "category": "News"
    },
    {
        "title": "How city NGO plans to empower slum women, girls",
        "author": "\nBy \nKamau Maichuhie\n",
        "content": [
            "The new Carolina for Kibra (CFK Africa) boss says championing gender equality and women empowerment in informal settlements as his major priority.",
            "Jeffrey Okoro, named the organisation’s executive director last month, says his vision is to ensure men and women are on a par. CFK Africa is an international nongovernmental organisation with offices in Kenya and the US. Mr Okoro has become its fifth executive director since it was founded in 2001.",
            "In an interview with Nation.Africa, Mr Okoro says he will continue working with the community to improve public health, educational outcomes, and economic opportunities in informal settlements. He will further strengthen initiatives that empower women and girls in Kibra and other informal settlements.",
            "He cites access to technical and vocational education and training (TVET) and information communication technology (ICT) training, courtesy of the organisation's ongoing programme.",
            "He says the initiative has seen more than 300 residents enrol for TVET and ICT-related courses, but most of them have been men.",
            "“It is my wish to see many more women benefit from this TVET and ICT programme. I am looking at ensuring about 70 per cent of these opportunities go to young women. It is high time we dealt with the gender gap in TVET courses by ensuring more girls and women are given the opportunities.”",
            "Also read: I was ready to leave the city for upcountry: Slum women speak after 'maandamano'",
            "He adds that he will amplify the Kibra Menstrual Hygiene Lab to educate girls on menstrual health and help end period shame. These initiatives, he notes, will also upscale and equip more girls with information and resources on menstruation, and provide sanitary pads and dignity kits to deserving girls.",
            "Mentorship",
            "Curbing teenage pregnancy through mentorship in safe spaces like community schools, churches and engaging parents is also at the top of his agenda. It includes holding sessions with students to educate them on the dangers and effects of teenage pregnancy.",
            "During school holidays, Mr Okoro says the organisation will continue to hold engagements with teachers, parents, and religious and opinion leaders to equip schools and churches to support the initiatives aimed at taming teenage pregnancy and address stereotypes that teenage mothers face in their quest to continue learning.",
            "A resident of Kibera, Mr Okoro first volunteered with the organisation as a youth leader after the 2007-08 post-election violence. He has since risen through the ranks to the top. Along the way, he became a peer mentor, administrative assistant, project officer, programme coordinator, and most recently deputy director.",
            "In 2018, he co-founded the organisation’s Best Schools Initiative with Professor Steve Arnold and has since collaborated with the Massachusetts Institute of Technology to strengthen its research objectives. The programme aims to improve education in primary schools and guide transformative policies for informal settlements globally.",
            "“Jeffrey is that rare person who can inspire and enable others to work for the good of the whole community, which is key to transforming informal settlements in powerful ways,” says Prof Arnold.",
            "Also read: The slum women fighting food poverty with vertical farming",
            "Mr Okoro says he is humbled to accept the new position. “As someone who has both benefitted from CFK Africa’s programmes over the years, I am humbled and honoured to be taking on this new leadership role. I have seen firsthand how these efforts provide opportunities to residents of Kenya’s informal settlements, and I look forward to working with the team to expand and enrich them to benefit even more communities in the coming years,” he says.",
            "“When I reflect on where I came from, I see that it’s not just my story, but also the story of the community that shaped me and gave me opportunities I might not have had. I look forward to expanding those same opportunities to help the next generation of young leaders in informal settlements in Kibera and beyond.”",
            "As a 13-year-old, he quit school in Class Eight over lack of school fees. He worked in construction while actively seeking scholarships for three years. Through his persistence and hard work, he earned a scholarship from Guadalupe Catholic parish and finished secondary school.",
            "While working at CFK Africa full-time, Mr Okoro earned his bachelor’s degree in project planning and management from Moi University, and he earned a certificate in conflict analysis from the United States Institute of Peace.",
            "CFK Africa improves public health and economic prosperity in informal settlements in Kenya through integrated health and youth leadership initiatives. Using a participatory development approach, it works directly with residents to develop and implement sustainable programmes.",
            "After marking 20 years of service in Kibera in 2021, CFK Africa began expanding to other informal settlements in Nairobi, Kajiado, Kiambu, Kilifi, Kisumu, Machakos, Mombasa, and Nakuru.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4365728/landscape_ratio2x1/320/160/29f85aad79029fa17c88d838fddd1c02/Lp/genderjeffreyokoro.jpg",
        "image_description": "\nJeffrey Okoro, Carolina for Kibra (CFK Africa) executive director. He says his vision is to champion gender equality and women empowerment in informal settlements where the organisation operates. CFK Africa is an international nongovernmental organisation with offices in Kenya and the US.\nPhoto credit: Photo I Pool\n",
        "date": "\nTuesday, September 12, 2023\n",
        "category": "News"
    },
    {
        "title": "Hadzabe, the Tanzanian tribe where women call the shots",
        "author": "\nBy \nMoraa Obiria\n",
        "content": [
            "Tap! Tap! Tap! A brown antelope calf hops across a smooth graded Karatu-Mang'ola road in Oldeani, a cool area in northern Tanzania covered in maize, sunflower, beans and coffee plantations.",
            "Past Oldeani, it gets hot and windy. It's dusty too. As we get closer, we notice bushes, shrubs and indigenous trees scattered all over.  We are headed to meet the Hadzabe in the depths of forests of Yaeda Valley near Lake Eyasi in the Arusha region.",
            "This hunter-gatherer community has also settled in Serengeti Plateau, on the side of Meatu District in the Simiyu region. The plateau borders Kenya. Others are spread across the forests of Mbulu and Kiteto districts in the Manyara region.",
            "A section of Sonai settlement on June 2, 2023.",
            "The Hadzabe are among about 130 ethnic groups in Tanzania. They are known by different variations—Hadzabi, Hadzane, Hadzape, Hadzapi, Hatsa and Watindiga. In the Kilimanjaro region, for instance, they are known as Watindiga. In Mtwara, they call them Wazabi.",
            "Though Tanzania’s 2022 Census has not provided their population estimates, the United Nations says their numbers range from 1,300 to 1,500, a handful of the 61.7 million Tanzanians.",
            "Endeko Endeko, a member of this community, is helping us locate his people who have settled in the Melekaa area.",
            "There are no roads or signage here to give a sense of direction.",
            "Slight change",
            "Some progress though, the Hadzabe now own mobile phones, which they buy with the money visitors donate to them, or from their beadwork proceeds. The phone signal is, however, poor here.",
            "A display of ornaments the Hadzabe sell to visitors at Sonai settlement, on June 2, 2023.",
            "We access Melekaa from Mang’ola trading centre, a remote business area with only one hotel and a few shops. After diverting onto a bumpy road described as “hiyo barabara ya kwenda kwa wa Hadzabe (that road leading to the Hadzabe),” we manoeuvre through the rocks and shrubs.",
            "We finally arrive at the foot of a huge baobab tree with a cave on its trunk. Before it, is a dusty open field surrounded by more baobabs and shrubs. On the right is a hillock of intimidating boulders resting on each other, forming a somewhat fortification for the community.",
            "Shortly, a man in shorts and a brown sleeveless shirt walks down. Over his shoulder is a beaded skin. His foot is covered with grey tyre sandals and a knife is strapped to his shorts. He holds an arrow. This is Mambosi Jioja, the chairperson of the Sonai Hadzabe group.",
            "The Hadzabe are communal, have a nomadic lifestyle and depend on game meat and wild fruits. For the last 30 years, however, they have never moved from here, Mambosi says. They live behind the hillock. Mambosi leads us up.",
            "Mambosi Jioja inside a cave under a baobab tree trunk on June 2, 2023. He is the chairperson of the Hadzabe group.",
            "As we crawl up, my heart freezes. A slide backward means an early visit to my ancestors. Furthermore, background research informed me that tiger and bark snakes are common here. I wonder if some are lurking under the rocks.",
            "Mambosi is agile. I can't keep up with him. For a few seconds, I stand to catch a breath amid a whiff of nutty-burnt tyre air.",
            "I ask him if a snake has stung anyone in the recent past. His response in the negative is consoling. He says they only bite if provoked. The Hadzabe don't eat snakes as many presume, Mambosi says.",
            "We finally arrive in Sonai, where about 180 Hadzabe have settled in 35 brandy dome huts.",
            "On a log under a towering baobab tree are men crafting sticks with knives to make arrows. A few yards behind them are women sitting on the ground watching over their merchandise lined up on makeshift display structures under the baobab tree.",
            "Necklaces, bangles, earrings, headbands and ornamental gourds hang from the branches and hangers made from cactus, fixed on the tree. I later discover that this baobab tree, in the middle of the settlement, is a landmark serving as a special meeting point for the community.",
            "I greet the men: “Hamjambo? (How are you?).”",
            "I receive a rude response; they just smile and continue sharpening their arrows.",
            "Although this community mainly speaks their native language Hadzabe, their Swahili is fluent. So they heard me. But apparently, I have broken their greeting code.",
            "Mambosi shows me what I am expected to do. Their greeting is special. I shake their hand and say 'mtana' for hello. But the mtana is escorted with some kind of Maasai dance in the form of a rhythmic combination of sounds of kissing, clicking and mumbling like mwaah, knah, mmm, mtana!",
            "Having mastered the art, it becomes easier to greet the women. I request to speak with the women and Katarina Hassan quickly takes the wings.",
            "She welcomes me to her low-height hut built from branches and leaves of indigenous trees. It’s also covered with cream tarpaulin, white sack and canvas, materials left behind by visitors. It has no window—only a door of a coloured shawl.We sit down on a hide of a buffalo, covered with a coloured leso.",
            "“What are the roles of a man and woman in your community?” I ask her.",
            "“His work is to hunt and bring home honey for the family,” she explains. “A woman is to dig up roots and tubers and collect wild fruits.”",
            "The environment has open patches, a clear sign of lost flora to accommodate fauna, their source of livelihood. The changing times has, however, not shifted the community’s expectations as is the case for modern society where women assume roles previously restricted to men.",
            "“Our roles still stand. I can’t go hunting. Neither can he go collecting fruits or tubers; that is my work. That is how it is. That’s a culture passed down to us,” she reckons.",
            "Katarina Hassan digs out a tuber on June 2, 2023.",
            "They have, however, defied the kind of food they eat. She says the harsh weather conditions and conversion of parts of the forest to farms have disturbed the area's ecology, resulting in dwindled production and presence of their wild food.The wild animals they hunted—antelopes, wildebeests, baboons, dik-dik, buffaloes and zebras—have gone missing.",
            "Special status",
            "According to the UN, the Hadzabe are one of the last remaining hunter-gatherer communities on Earth. In Tanzania, it is the only community allowed to source its food through hunting and gathering, says Zakaria Faustin, executive director of Tanzania Natural Resources Forum.",
            "He says Tanzania’s first President Mwalimu Nyerere issued a decree recognising and protecting the community’s special status. The order stands, he says.",
            "But the changing ecosystem threatens their special status. “Whenever they (animals) want to come here, they hear meee, mooo, owh, ting, ting and they run away,” Maliseli Sadiki, a young man who says he is 22, illustrates their frustration with the disappearance of the wild animals.",
            "“These days, you walk for long until you get tired and hunger pangs and thirst overwhelm you. So, you’re forced to excavate tubers to eat. They are succulent and quench your thirst,” says Maliseli, whose dressing is like a billboard of the animals they hunt.",
            "Katarina Hassan holds a tuber on June 2, 2023.",
            "Hanging over his faded black T-shirt and blue knee denim short, are skins and hides of antelope, wildebeest, baboons, dik-dik, buffalo and zebra.",
            "The community has embraced other food. “We eat rice and ugali with vegetables,” says Katarina.",
            "“Usually, visitors bring us maize flour, rice, indigenous vegetables, tomatoes and cooking oil. If anyone gifts us with money, we use it to buy food and distribute it among ourselves.”",
            "Togetherness",
            "Here, nearly everything is done communally. It is the community chairperson who receives any gift on their behalf, including money and food, then he shares it out.",
            "If it’s food, it has to be adequate enough to feed all of them. If it’s water, sourced from a borehole miles away, the money ought to be enough to buy at least one jerrycan of 20 litres for each household at Tsh1,000 (Ksh57.58).",
            "True to Katarina’s submission, during my short time with the community, some foreign tourists gift them with maize flour, assorted indigenous vegetables, tomatoes and some money to buy cooking oil. Mambosi leads the distribution from the baobab tree, the special meeting point.",
            "The women stretch their hands to receive the food. But there is something unique about this whole exercise.",
            "I have witnessed food distribution exercises in Kenya’s Turkana, Baringo and Narok counties and I have never seen a man run to the house to bring a sack to the wife to collect the food. Maybe, I have not been that keen.",
            "Gender power balance is so obvious here. In a generation where UN Women keeps calling for redistribution of household responsibilities, how this community does it is intriguing.",
            "I ask Katarina about the power relations between men and women in their community. “Sisi ni wakali sana kwa wanaume. Sisi ndio tuna uamuzi. Uamuzi ndio wa kwetu. Tukiamua hii, sisi wanawake tumeamua, tusipoamua basi tunaacha (We are more powerful than men. We are the decision-makers and when we decide, our decision is final),” she says.",
            "The power is rooted in marriage culture. Unlike in most cultures across the world where a woman moves into the man’s home once they marry, here, it is the opposite.",
            "“Well, a man woos the woman but she only marries him if he accepts her terms and conditions,” explains Katarina.",
            "“Once he accepts, she builds her house with the support of her mother and other women. The man then joins her. It is her house. Not the man’s,” she says.",
            "The women also determine how much should be paid as reverse dowry. Years ago, they had to bring not less than three baboons, rolls of tobacco and honey, Katarina says.",
            "A section of Sonai settlement.",
            "But these days, due to scarcity of the wild animals, they are allowed to pay in many necklaces, as preferred by the women, and honey.",
            "“The young man will make efforts to find honey, tobacco and necklaces,” explains Mambosi, the Sonai settlement’s chairperson. “The bride’s mother and sister to the groom will only welcome them into the house after the man has fulfilled all the dowry requirements.”",
            "While the women help the bride to construct the house for the incoming husband, the men prepare the groom for his household responsibilities by giving him a honey bag, a skin or hide, knife and arrows, Mambosi says.",
            "So in the case of divorce, the man only leaves with what he came with. That is his only possession. “The children belong to the women. They may have his surname, but it is the women who call the shots,” insists Katarina.",
            "Apalii Saitoti Thufu, Katarina’s husband, proudly acknowledges the power of women here. “If she tells you to leave, you’ll leave. If she allows you to leave with the children then fine,” he says.",
            "In jest, I interject: “But you can refuse to leave.”",
            "He quickly counters: “How can you refuse to go, yet the house is hers. Even if you were to go with the children, where would you host them when you don’t have a house?”",
            "“Is there a problem building a house for yourself and the children?” I ask.",
            "He responds: “No, no! It’s not in our tradition for a man to build a house. That’s the work of women. If she chases you away, you return to your parents. And you’ll just sleep in the open or create some sort of a structure to sleep under.”",
            "Apalii says he was born in Ghorofani, another settlement in Karatu District and moved to Sonai where his wife built a house. Together, they have two children.",
            "I ask Katarina the main reason why women chase away the men and she says: “Kama nimechoka kuchimba mizizi si nitakuwa mkali? (How can I not be rattled if I am bogged down with excavating roots?)”",
            "Maliseli is a victim. He was born here but had a wife in Endamaka, another settlement in Karatu district. They had two children.",
            "But he says he recently returned to his parents, after disagreeing with his wife. She remained with the children. He says he hasn’t seen the children since he left, but given the chance, he can visit them.",
            "He struggled to respond to the query of where he lives. “Mimi naishi kama mimi, kama mimi, kama mimi (As for me, I, I, I live).”",
            "Unlike in many parts of Tanzania and Kenya, where female genital mutilation and child marriages are prevalent, among the Hadzabe, such harmful practices are zero. They are detested. However, girls go through a rite of passage.",
            "A Hadzabe. Girls wear headbands once they begin menstruating.",
            "“If a girl taints her clothes, we will know she has started her menses,” explains Mindi Saitoti, “or if she doesn’t know what’s happening, she will ask her mother.\"",
            "\"The same day she makes the report, the women contribute beaded necklaces and a headband to decorate her. That shows she is mature.",
            "\"But it doesn’t mean she is ready for marriage. If a man intends to marry her, her mother must approve of it and they never do so unless she is above 18 years,” she says.",
            "Mindi is married and has three children. She and her husband, Tabashi Chalesi, were born here. She built a house a few yards away from her parents’ and they live happily.",
            "I am curious to find out if Tabashi finds it strange to live near his in-laws. But it sounds like a weird question.“Strange, how?” he asks.",
            "“We are okay. What is the problem with that?”",
            "I rest my case. Meanwhile, the men have their own way of telling when a woman is ready for marriage.",
            "“You look at the chest. If the breasts are sagging and she has a necklace, you will know she is suitable for marriage,” says Mambosi.",
            "Education",
            "Although the Tanzanian government has made efforts to take its children to school, the Hadzabe who get an education still return to the forest to continue with their cultural lifestyle.",
            "The case of Endeko. He got his secondary education in 2015 and later a diploma in governance and development through a scholarship.",
            "But currently, he lives in his home in Yaeda Chini in Mbulu District in the Manyara region. He says forest life is less stressful.",
            "Zakaria of Tanzania Natural Resources Forum describes the process of modernising the Hadzabe as complicated.“You help them get higher education but they still prefer to go back to the forests,” he notes.",
            "His organisation has previously attempted to help them embrace sustainable means of livelihood but it ended in futility.",
            "“In 2007, we supported them with goats so that they can shift from hunting to keeping goats. But during the dry season, they returned home, shot the goats and ate them,” he says.",
            "",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4302480/landscape_ratio2x1/320/160/d8900c0364c0fed9c738a8c34de37f29/CV/mf1.jpg",
        "image_description": "\nKatarina Hassan with her husband Apalii Saitoti Thufu at the foot of a baobab tree at Sonai settlement within the Yaeda valley in Karatu district, Arusha region, on June 2, 2023.\nPhoto credit: Photos I Moraa Obiria\n",
        "date": "\nSaturday, July 15, 2023\n",
        "category": "News"
    },
    {
        "title": "Ending GBV starts with teaching boys and girls about consent",
        "author": "\nBy \nMoraa Obiria\n",
        "content": [
            "The fight against sexual and gender based violence (SGBV) can be won with proper upbringing of girls and boys, gender equality advocates say.",
            "Miss Universe, 2019 and gender equality advocate Ms Zozibini Tunzi said normalising violence during childhood permeates into adulthood when it becomes worse.",
            "“When you have pre-school boy and girl playing and the boy beats up the girl, the first thing that people say is ‘don’t worry. Oh he likes her?’” she said during a December 4, Fighting a Shadow Pandemic webinar convened by Foreign Policy.",
            "“This is where it (violence against women and girls) begins. You are subconsciously teaching this young boy that love is violence. You are also teaching this young girl that to be loved is to be violated,” she added.",
            "She said, boys and girls should be nurtured into understanding principles of gender equality. With the knowledge, the boys will respect and value the rights of girls and vice versa, she said.",
            "“Start teaching girls and boys about consent (and) boundaries. We have to start today creating an army of men that we want to see in future,” she said.",
            "Comprehensive data lacking",
            "UN Women representative in South Africa, Ms Anne Githuku-Shongwe, identified lack of comprehensive data as a critical barrier to tackling SGBV.",
            "“One of the challenges we have with data is the fact that less than 40 per cent of women report violence (and yet they are the main sources of data),” she said.",
            "“We tend not to know what is really happening in terms of violence from country to country unless there is a full national prevalence survey,” she added.",
            "In South Africa, she said, femicide stands at 12.5 deaths per 100,000 women which has earned its identities such as murder or rape capital of the world.",
            "Globally, 137 women are killed every day with 50 per cent of murders committed by intimate partners thus implying that homes are not safe for women, she said.",
            "Black Women Caucus, founder and chairperson, Ms Fatimata Moutloatse said rise in student movements has revolutionised anti-SGBV campaigns to bring to attention sexual harassment in higher learning institutions previously under the wrap.",
            "Their activism in South Africa, for instance, catapulted President Cyril Ramaphosa into action against SGBV."
        ],
        "image": "https://nation.africa/resource/image/3224428/landscape_ratio2x1/320/160/2f36a5e9d3ad261226457648ebe1c17c/Xl/gbv.jpg",
        "image_description": "\nBodaboda triders from Ngaremara in Isiolo receive reflectors bearing gender-based violence messages during training on GBV prevention and response.\nPhoto credit: File | Nation Media Group\n",
        "date": "\nFriday, July 14, 2023\n",
        "category": "News"
    },
    {
        "title": "My three-day trek in wilderness to escape abusive marriage",
        "author": "\nBy \nMwangi Ndirangu\n",
        "content": [
            "Having been betrothed to a stranger husband at the age of 11 through an arranged marriage, Evelyn Kiyeny had endured occasional battering that left her weak, at times seeking treatment from health facilities.",
            "The beating is a form of discipline reserved for women who dare defy instructions from their husbands in the patriarchal pastoral society.",
            "The battery became worse after every child birth, when the husband would stagger home drunk, demand for food and if not ready, it translated to an instant battering. It persisted till her fifth child was born.",
            "Unable to bear it any more, she decided to run away from her matrimonial home, but the estranged husband followed her.",
            "“My former husband tried to convince my father that I should go back to his homestead since he had paid the dowry in full. I remained defiant and one day, he came in the company of 11 other men. They pulled me out of the house, took me to a bush and whipped me in turns until I blacked out,” recalls 29-year-old Ms Kiyeny.",
            "Inner voice",
            "She says after the beatings she was unconscious for a while and when she recovered, the men who had retreated some few metres away. Thinking she was dead, they came over, carried her and dumped her at a local health facility at Nginyang Township before disappearing without uttering a word to the medics.",
            "Ms Kiyeny says while at the hospital, she heard an inner voice warning of an imminent danger and commanding her to get out of the health facility and run for safety.",
            "“The only place I knew I had a relative was in Tangulbei Township. Though it was a long distance from our home in Nginyang, I opted to endure the hardships. I slept in the bush hungry but was lucky, the following day, to be offered shelter by a Good Samaritan,” she explains through an interpreter since she has never stepped in a classroom.",
            "For three days, she trekked through the wilderness of Baringo County to escape from an abusive marriage she had persevered for 15 years.",
            "She was literally running away from death, having a few days earlier experienced a severe beating by 12 men who left her half dead.",
            "On arriving at her relative’s place, hungry, sickly and exhausted, she was taken to hospital where she was admitted for a week.",
            "Women from Mokutani in Tiaty East Sub-county hold placards to relay anti-GBV messages as part of celebration to mark 16 Days of Activism against violence.\nPhoto credit: Mwangi Ndirangu | Nation Media Group",
            "Through support from a women network, which has more than 2,800 members spread across Tiaty East Sub-county, she has managed to pick up the pieces, reunited with her children and now operates a grocery shop at Tangulbei Township.",
            "The Action Aid project has helped her gain economic empowerment and is aware of her rights. She is actively involved in campaign on women rights through Village Savings and Lending Association (VSLA) groups where women meet weekly for a community savings and lending scheme.",
            "Many women and girls in her Pokot community remain victims of the deep-rooted culture that subject them to inhuman treatment.",
            "Many have been rescued from forced marriage by the women network.",
            "“We desperately need a rescue centre in each of the six sub-counties in Baringo if the fight against retrogressive cultural practice that adversely affect the lives of Pokot girls has to be won,” says Ms Charity Lemejan, the vice secretary to Tangulbei Women Network.",
            "Hostile and violent",
            "“Girls are being abused day in day out. We have few children protection officers in the county with one serving three expansive sub-counties. At times, rescue missions abort since the community turns hostile and violent,” says Irene Chepkoi, a children officer based at Kabarnet Town.",
            "The county also lacks enough charitable children institutions where rescued girls can be housed for safety, care and access education.",
            "Ms Chepkoi says they are collaborating with other stakeholders to train child protection volunteers who can sensitise community at the villages and also report cases of child abuse.",
            "“We have been supported by Action Aid to train volunteers based at the villages to educate the community and monitor cases of child abuse, since women who should be vocal about this vice, still believe it’s acceptable. Another approach we are using is reaching out to the community through community radio stations to educate the public on the rights of a child and how he or she can be protected,” she explains.",
            "[email protected]",
            "",
            ""
        ],
        "image": "https://nation.africa/resource/image/3224360/landscape_ratio2x1/320/160/1a523c23dfbbd35014287aa8635dcd23/ss/pokot-pic-1.jpg",
        "image_description": "\nMs Evelyn Kiyeny  speaks to nation.Africa at Check Point village, Tiaty East Sub-County. She trekked for nearly 100 kilometres to escape from an abusive marriage.\nPhoto credit: Mwangi Ndirangu | Nation Media Group\n",
        "date": "\nFriday, July 14, 2023\n",
        "category": "News"
    },
    {
        "title": "From the US to Lesotho, Covid-19 crushed women's hopes as global supply chains came tumbling down",
        "author": "\nBy \nLouise Donovan \n",
        "content": [
            "In her last weeks working the freight shift at the local J.C. Penney store, Alexandra Orozco took out her phone and hit record. The 22-year-old shot a video of the giant black-and-red ’Everything Must go!” posters, and posted it on TikTok in October.",
            "“Slowly losing my job,” she wrote below, days before the store in Delano, California shut for good, one of 156 J.C. Penney stores across the United States to close since June of last year.",
            "Since being laid off, she has applied for a couple of roles – counselling kids, delivering flowers – but has yet to hear back. “It’s so sad,” she explains over the phone.",
            "“And it’s hard to find jobs here.”",
            "Halfway across the world, Matefo Litali experienced upheaval, too. A skilled sewer, the 53-year-old worked at Tzicc Clothing, apparel-maker for US-based giants J.C. Penney and Walmart, in Lesotho, a small mountainous country surrounded by South Africa. She was employed for two months before nationwide lock-down measures forced all garment factories to temporarily close in March. After two days back at work, Tzicc confirmed her last day was May 7, 2020.",
            "“I felt powerless,” she says.",
            "“The first thing that went through my mind was, ‘Why me?” Neither woman has met. Nor are they likely to; one lives in a remote agricultural town on the west coast of America, the other 10,000 miles away in Southern Africa.",
            "Supply chains",
            "Now, both of their lives – and livelihoods – are linked by a global pandemic that has crushed one of the world’s supply chains and with it, economies, too.",
            "Covid-19 lock-downs have obliterated a retail sector already struggling to survive before the coronavirus hit, which has in turn, contributed to the collapse of the global garment trade and wreaked havoc for millions of workers, the vast majority being women like Ms Orozco and Ms Litali.",
            "Over the past two decades Lesotho’s garment industry, where nine out of 10 workers are women, has boomed to become its largest employer, crafting clothes for Levis Strauss, Wrangler and Walmart.",
            "Ms Matefo Litali, a Lesotho garment worker and staunch supporter of Lesotho Workers Party (LWP).  \nPhoto credit: Neo Ntsoma | The Fuller Project",
            "While Lesotho is a lesser-known garment powerhouse compared to China or Bangladesh, it is another example of an economy heavily reliant on US demand. Outside of the African continent, America is the largest recipient of Lesotho’s exports – accounting for almost half –according to the most recently available World Trade Organisation data from 2017.In the US, meanwhile, clothing retailers have been hit particularly hard. The country is one of the world’s top importers of clothing, accounting for nearly a quarter of global retail spend.",
            "While J.C. Penney hasn’t been profitable since 2010, the 118-year-old chain filed for bankruptcy in May last year. Six months later, it was bought out but its workforce was slashed by more than 10,000 during restructuring, a source familiar with the situation confirmed to The Fuller Project.",
            "US retailers",
            "J. Crew, Neiman Marcus and Brooks Brothers also filed for bankruptcy this year. “And when a big US retailer takes a tumble,” says Neil Saunders, managing director of GlobalData Retail, “the effects are felt across the globe.”",
            "Last March, as US retailers cancelled or failed to pay for existing orders worth billions of dollars, the effects quickly rippled down the supply chain. At Tzicc Clothing, roughly one fifth of employees have lost their jobs since May last year, says Tšepang Makakole of Lesotho’s National Clothing and Textile Workers Union. \"For women, it’s a disaster...The industry is facing a total collapse.”",
            "Ms Litali felt weak in the knees when she heard that she was suddenly unemployed. A widow for the last eight years, the seamstress single-handedly supports her youngest daughter, who is 20, and her four-year-old grandchild.",
            "During the lock-down, her employer delayed her final $94 (Sh10,000) pay check for three months until May. The Human Resources manager at Tzicc Clothing, Masefatsa Mofolo, confirmed the company laid off staff due to limited orders. For months, Ms Litali received no income or support, instead surviving off donated food from the local church until her final salary arrived.",
            "J.C. Penney",
            "“I got so stressed; I thought I was going mad,” she says. “I would spend the whole day sleeping.”",
            "Back in California, Ms Orozco occasionally walks past the town’s J.C. Penney. The windows are free from sale signs, the gates locked.",
            "“I was close to the cleaning lady who worked there,” she says. “It broke my heart to know I probably won’t ever see her again.” A spokesperson for J.C. Penney declined to comment on the closures.",
            "Although Ms Orozco lives with her parents, she still has car and phone bills. When her store closed temporarily in mid-March in adherence with Covid-19 measures, she was out of work for three months and applied for unemployment.",
            "She used the time to finesse her side-hustle: a make-up business, selling lashes, lip glosses and clothes via Instagram.",
            "She earns roughly $200-300 (Sh21,000-33,000) per month in sales, nearly five times less than her salary at J.C. Penney.",
            "Today, both Ms Litali and Ms Orozco’s lives look uncertain. In August, Litali landed a job sewing jeans at another factory, but she fears her temporary contract won’t be renewed. By next year, Orozco hopes to have saved enough to open a brick-and-mortar store. “It’s stressful but… I know one day it will be worth it.”",
            "This story was reported by The Fuller Project, a global non-profit newsroom reporting on issues that affect women. Additional research by Refiloe Makhaba Nkune. Louise Donovan is a reporter with The Fuller Project."
        ],
        "image": "https://nation.africa/resource/image/3284146/landscape_ratio2x1/320/160/7d2726ec5bad847c79a0c44412c37b60/HK/jc-penny.jpg",
        "image_description": "\nMs Alexandra Orozco outside of the, now closed, JC Penney stores in Delano, California, where she used to work.\nPhoto credit: Madeline Tolle | The Fuller Project\n",
        "date": "\nTuesday, February 09, 2021\n",
        "category": "News"
    },
    {
        "title": "The digital tool helping Kakamega women access land justice",
        "author": "\nBy \nEsther Nyandoro\n",
        "content": [
            "When Mary*, a widow from Isukha South, Kakamega County, heard from her neighbour about a digital land violation reporting tool, she quickly rushed to the community-based organisation in charge, to find out more information and to report her case. Not long before, she had been evicted from her home after her husband’s death by his brother. She needed help, desperately.",
            "“My brother-in-law told me that I had no business staying in that home and that the property didn't belong to me. He took all my properties, including land and forced me out. He was verbally violent.”",
            "At Shibuye health workers’ offices, her case was logged onto the online platform called Haki Ardhi. Being a succession matter, the organisation’s legal assistant sat with her and guided her through a mediation process that took place between family members and the woman in the presence of the area chief.",
            "After a successful resolution of the succession issue, Mary was able to go back to her land. Today she can use, control and manage the land the same way she did when her husband was alive.",
            "Mary is one of two women who have so far benefited from the Haki Ardhi tool that was launched by the Kenya Land Alliance (KLA) with support from Rainforest Foundation UK and TMG Research gGmbH - TMG Think Tank for Sustainability.",
            "KLA chief executive officer Faith Alubbe observed that women and widows particularly suffer in silence because they are often punished and ostracised by society when they report disinheritance, eviction from their homes, and denial of access to and use of land, among other violations, to the location chief or police.",
            "Also read: Women and property: Here’s how tech can help resolve land disputes",
            "“This tool enables women to report abuses and violations safely, access support faster, and allows for the digitisation of case files. Local partner members of KLA such as Shibuye health workers can then centralise data, identify trends, and together we can push for policy change.”",
            "The tool has two components. One is an online platform that works through the Shibuye-based organisation, which documents cases and conducts follow-ups and referrals to suitable entities to ensure their completion. The second component, launched on June 20, is an SMS platform for alerts and quick responses using a free USSD code that can be used by any person in need.",
            "Mercine Milimu, a programme officer at KLA, said that so far, 34 succession-related cases have been reported through the tool.",
            "Awareness",
            "Terry Limukha, a resident who attended one of the tool’s sensitisation meetings in Likuyani, Kakamega County, on Tuesday said that going forward, she would be using the SMS.",
            "“It is really easy and convenient. There was a time when my grandfather died and we were under threat of eviction, I did not know what to do then, but now I know where to turn to if something similar ever occurred.”",
            "However, Martha Juma, assistant chief at Kongoni in Kakamega, complained about women’s low participation in sensitisation meetings.",
            "“It is disappointing but not shocking. Even when I call for barazas, very few or no women attend, yet these are the spaces where they can come and get information about land justice and their rights. The women only come to me after discovering their husbands have sold their land and squandered the funds, which in many cases I beseech them to forgive and move on, then make the husbands commit not to keep secrets and to involve their wives in land issues.”",
            "“I have thought about taking these barazas to churches on Sunday afternoons after service, but I fear they will not be well received, and they may be hijacked by other political players who want to drive their agendas.”",
            "Also read: Faith Alubbe, the first woman boss at Kenya Land Alliance",
            "To counter women’s low participation in land-related matters, KLA has been working through chamas and through community influencers like pastors.",
            "“In most of our sensitisation meetings, men’s attendance is often higher than women’s, so we are working to make men champions to support us,” said Mercine.",
            "Pastor Elisha Munubi is one of the champions. In 30 years of pastoral functions, he has witnessed women’s alienation and related land injustices. Some men have rejected attempts by their sisters to inherit land. Some widows have been kicked out of their matrimonial property, while others have refused to be 'inherited'.",
            "And so for him, the reporting tool is a long-awaited intervention that can help alleviate women’s suffering. “I am glad that I am a bridge to link women in need to such resources because it is very unfortunate to find a woman roaming the streets because she was kicked out of her land and has no one to turn to.”",
            "*Name changed to protect the identity of the victim",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4365358/landscape_ratio2x1/320/160/2eafaadfe7dd421beafc5ff262de76eb/jU/dnfaithalubea.jpg",
        "image_description": "\nKenya Land Alliance CEO Faith Alubbe during an interview at Nation Centre, Nairobi, on June 24, 2023.\nPhoto credit: Bonface Bogita I Nation Media Group\n",
        "date": "\nTuesday, September 12, 2023\n",
        "category": "News"
    },
    {
        "title": "Ending SGBV requires open talks about stereotypes, norms",
        "author": "\nBy \nAnna Mutavati\n, \nMargaret Kobia\n & \nAdemola Olajide\n",
        "content": [
            "Sexual violence is not a women’s problem, nor a girl’s problem. It is an entire society’s problem because it affects us all. Breaking down harmful stereotypes and bringing men and boys into the conversation are two of the most important norm changes we collectively need to nurture.",
            "Sexual violence and harassment take place in our homes, public spaces, workplaces, on the streets and in our education institutions. Exposure is heightened in conflict and emergency contexts.",
            "During Covid-19, violence in the home has become what the global community call, the ‘shadow pandemic’. Reports from Kenya’s national helpline that responds to sexual and gender-based violence (SGBV) has seen a huge spike in calls since the pandemic began.",
            "Early and forced marriage",
            "Women and girls in Kenya often experience alternate but equally damaging forms of SGBV, both mentally and physically, including child, early and forced marriage, female genital mutilation and femicide. One in three women globally are affected by gender-based violence, and in Kenya, statistics record 45 per cent of women and girls aged 15-49 have experienced SGBV. One in five women have suffered from female genital mutilation (FGM) in Kenya and 23 per cent of the nation’s girls are married before their 18th birthday, while four per cent are married before their 15th birthday.",
            "The exact numbers of rape and sexual assaults are difficult to assert due to reluctance or fear for victims to report it, and inefficiency in addressing the reports adequately because of lack of capacity and resources and sometimes will.",
            "We are daily witnesses to ‘rape culture’, sometimes even silent bystanders. Society has entrenched the use of misogynistic language, the objectification of women’s bodies on screens, indifference to consent, and the glamorisation of violence in advertisements.",
            "Victim-blaming",
            "Victim-blaming, trivialising of rape and the stigma faced by survivors are still far too common. The understanding of mutual consent; that only yes means yes, given freely without manipulation or coercion – is paramount in the prevention and eradication of rape and sexual harassment.",
            "Male involvement in ending SGBV is particularly crucial as many Kenyan communities remain highly patriarchal. As authority figures, men hold more power and influence over decision-making in the social domain and are often considered the custodians of culture. They are in a position to determine the cultural traits, behaviours and social practices that are viewed as either good or harmful.",
            "The socialisation of boys at an early age can have a long-term impact in shifting gender norms. Some harmful traditional notions of masculinity have been identified as the key drivers of aggression among the male gender.",
            "These include expectations of what it is “to be a man,” where boys are expected to be physically strong, aggressive, showing little emotion in order to maintain the tough persona. What boys learn about expectations of femininity and the value of women and girls at home and in the community also shapes their attitudes towards SGBV.",
            "Healthy masculinity",
            "Efforts should aim at engaging men on the dangers of toxic masculinity and internalised gender bias that can be harmful to the well-being of women and girls. By teaching boys about healthy masculinity, as well as the links between gender inequality and violence against women, we can begin to promote positive behaviours and attitudes towards women’s rights, while eliminating harmful gender stereotypes.",
            "The government has clear legislation and policies on preventing and responding to SGBV. The State Department for Gender is coordinating efforts from a multi-sectoral approach to advocate for this cause. President Uhuru Kenyatta has made firm commitments towards the eradication of GBV and harmful practices by 2030 and to eradicate the practice of FGM by 2022. This strong commitment and leadership is a source of inspiration for all actors, including cultural and religious leaders and calls for concerted efforts to stop the violation of human rights.",
            "16 Days of Activism to End Gender-Based Violence is an international campaign calling for the prevention and elimination of all forms of violence against women and girls. During the 16 days, from November 25 until December 10, we call on people from all walks of life to question those harmful stereotypes and norms that perpetuate violence. No further generations must struggle to cope with a legacy of violation.",
            "If you or someone you know has experience some form violence – call the toll-free line 1195 or Childline 116 to report your case and seek support. You are not alone.",
            "Prof Margaret Kobia is the CS Gender and Public Service, Dr Ademola Olajide is the Country Representative UNFPA and Anna Mutavati is the Country Director UN Women",
            "",
            ""
        ],
        "image": "https://nation.africa/resource/image/3224284/landscape_ratio2x1/320/160/2c9be0481b746ad78ec71b0801f540fd/kB/op-ed-gender-cs-pic.jpg",
        "image_description": "\nReligious leaders and activists in Lamu march to protest against increased child defilement and gender-based violence cases in the region.\nPhoto credit: Kalume Kazungu| Nation Media Group\n",
        "date": "\nThursday, December 10, 2020\n",
        "category": "News"
    },
    {
        "title": "Earthquakes explained: What you should know about Turkey, Syria disaster",
        "author": "\nBy \nDaniel Ogetta\n",
        "content": [
            "Emergency aid from across the world, including Kenya, is pouring into Turkey and Syria following a devastating earthquake of biblical proportions.",
            "It is a race against time to save the lives of survivors of the magnitude 7.8 quake that has so far claimed more than 9,500 lives.",
            "The disaster has drawn global attention to the natural phenomena characterised by violent shaking of the ground as a result of sudden movement of rock materials below the earth's surface.",
            "Also read: Children pulled from rubble as Turkey-Syria quake toll tops 9,500",
            "But really, what is an earthquake?",
            "Also known as a quake, an earthquake is the shaking of the surface of the earth resulting from a sudden release of energy in the earth’s lithosphere that creates seismic waves.",
            "According to the United States Geological Survey (USGS), a website that provides details about the natural hazards that threaten lives, earthquakes range in intensity— from those that are so weak to be felt, to those that are so violent that in their aftermath, are casualties like is the case in Turkey and Syria.",
            "What causes earthquakes?",
            "On the earth’s surface, earthquakes manifest themselves by shaking and displacing or disrupting the ground, geologists say.",
            "The tectonic plates are always slowly moving, but they get stuck at their edges due to friction. When the stress on the edge overcomes the friction, USGS explains, there is an earthquake that releases energy in waves that travel through the earth's crust and cause the shaking that we feel.",
            "The seismic activity of an area is basically the frequency, type, and size of earthquakes experienced over a particular time period.",
            "The seismicity at a particular location in the Earth is defined as the average rate of seismic energy release per unit volume.",
            "How is the intensity measured?",
            "Earthquakes are measured by their magnitude, which is set up as a logarithmic scale ranging between zero and 10.",
            "Each whole number represents a tenfold increase in strength. The most powerful quake on record is a 9.5-magnitude one that struck Chile in May 1960.",
            "What is the difference between an earthquake and a tremor?",
            "While they are both signs of seismic movement within the earth, the difference is the intensity of the movement.",
            "Earthquakes, geologists say, are more intense than earth tremors. When a tremor exceeds five on the moment magnitude scale, it is referred to as an earthquake.",
            "The word tremor is also used for non-earthquake seismic rumbling, researchers say.",
            "Is it possible to predict earthquakes?",
            "While some people may argue that the use of technology such as computing power, mathematical models, drones, satellite— including the use of artificial intelligence— as has been used in enhancing weather forecasting, may help predict occurrences of earthquake, geologists says it almost impossible to perfectly predict a quake because of the complexity of analysing the entirety of the planet’s crust.",
            "“An earthquake happens very, very quickly. It’s fair [to say] that at this point, we are not capable of predicting earthquakes at all,” Christine Goulet, director of the USGS Earthquake Science Center, told The Washington Post.",
            "There is an element of randomness to how and when earthquakes happen. They sometimes happen without warning signs, experts say.",
            "At what depth do earthquakes occur? What is the significance of the depth?",
            "Earthquakes, according to USGS, occur in the crust or the upper mantle, which ranges from the Earth’s surface to about 800 kilometers deep.",
            "Can humans cause earthquakes? Is there any way to prevent earthquakes?",
            "Earthquakes can be induced by a wide range of causes, including impoundment of reservoirs, surface and underground mining, withdrawal of fluids and gas from the subsurface, and injection of fluids into underground formations.",
            "And yes, earthquakes can be induced by human activity— and these have been documented in many countries. Man-made earthquakes’ effects, however small/little, are just as devastating as the natural one.",
            "The US Geological Survey report indicates that the hazard posed by man-made earthquakes can be mitigated by minimising or in some cases stopping the activity that is causing the earthquakes to occur.",
            "“We cannot prevent natural earthquakes from occurring but we can significantly mitigate their effects by identifying hazards, building safer structures, and providing education on earthquake safety. By preparing for natural earthquakes we can also reduce the risk from human induced earthquakes,” the USGS notes.",
            "What should one do after an earthquake has happened?",
            "According to USGS, after the main quake, there are usually aftershocks that may occur hours, days or weeks later. These aftershocks may damage buildings and the resulting debris may injure people and animals.",
            "Due to the disastrous nature of earthquakes, they can damage gas lines. It is therefore advisable to avoid open flames in damaged buildings.",
            "At the scene, avoid using lighters and matches. If you happen to live near the coast, stay away from it since most of the time, the earthquakes cause flooding and even more disastrous tsunamis.",
            "And, when you have to drive, use alternative routes to get to the same destination, USGS advises. Damaged structures and traffic lights may make it difficult to get to the destination.",
            "How can you stay “safer” during an earthquake?",
            "Scientists advise individuals to stay calm, not to panic but to brace up and face whatever comes with courage as you look for safety.",
            "It is best to stay in an open space, away from trees, power lines, or bridges. If you’re indoors, emergency rescuers advise: Drop to the ground and place your hands over your head and neck and crawl to safety under heavy furniture, say a table.",
            "Even so, avoid the kitchen area, shelves, windows since the shaking is likely to shatter window panes or move dangerous objects that could harm you as you look for safety.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4116214/landscape_ratio2x1/320/160/94123e2fc7d4042a86277dd48142ca10/pY/pic-facts.jpg",
        "image_description": "\nMembers of the Syrian civil defence, known as the White Helmets, work at the rubble of a collapsed building late on February 7, 2023, in the town of Jandairis, as search and rescue operations continue following a deadly earthquake. \nPhoto credit: AFP\n",
        "date": "\nWednesday, February 08, 2023\n",
        "category": "News"
    },
    {
        "title": "Let’s talk! Confronting the age-old problem of sexual harassment",
        "author": "\nBy \nMoraa Obiria\n, \nRushdie Oudia\n & \nKamau Maichuhie\n",
        "content": [
            "Early February, 23-year-old Esther*, started her two-month internship at a broadcast media company in Nairobi.",
            "She is a Media and Communication student at a local university where she majored in electronic media. Two weeks into her internship, the company’s head of production, a male in his early 30s, started making unwelcome sexual moves on her.",
            "“Every time, he was around me, he could tell me I have a nice body and that he could not wait to have me in his bed,” she shares.",
            "“At first, I laughed it off. But the comments kept coming. He could call me in the middle of the night and tell me how he missed me, yet he and I were in the office, the whole time.”",
            "This went on for about a week until she felt it was about time to make it clear that she wasn’t interested in his sex innuendos.",
            "Incidentally, both had plans to confront each other on the same day. She arrived at the office, ready to speak her mind, only for him to come to her desk, grab her hand and pull her to an outdoor garden.",
            "“I want to have sex with you. So when is that happening?” he asked her.",
            "Esther says she was shocked by his outright demand.",
            "“I told him I respect myself so much that I cannot sleep with him for just a night and walk away like nothing happened,” she says.",
            "From then, he started avoiding her and could not assign her any roles. She spent sleepless nights wondering what her next move should be, having been cut off from gaining practical experience. She reached out to a female colleague.",
            "It is a small-scale company with less than 10 employees, she says.",
            "Her response was even more depressing: “He is known for that behaviour and there is nothing you can do. We don’t have guidelines on who to report to when that happens. Just let it go.”",
            "It was until she threatened to tell his wife of his unprofessional behaviour that he changed and resumed treating her professionally – sending her out for assignments and according her the necessary support in line of duty.",
            "Esther’s experience is a definitive example of quid pro quo harassment, a form of sexual harassment in which employment decisions are made based on an employee’s acceptance or rejection of unwelcome sexual behaviour. In this case, the head of department withdrawing his supervisory role on her because she declined his demand for sexual relations.",
            "Available evidence only shows cases of employees suing their managers or executives for sexual harassment but not an ordinary citizen against the other.\nPhoto credit: Pool | Nation Media Group",
            "Office of the Special Adviser to the Secretary-General on Gender Issues and Advancement of Women defines sexual harassment as unwelcome sexual advances, requests for sexual favours, and other verbal or physical conduct of a sexual nature.",
            "Sexual harassment is not limited to office space. It happens everywhere – from formal to informal interactions; in the online and offline spaces.",
            "It happens on social media, markets, supermarkets, gyms, hotels, salons, tea buying centres, churches, banking halls or on the road as one heads to the shop or the river. The list is long.",
            "In Kenya, sexual harassment is a criminal offence. Clause 23 of the Sexual Offences Act (2006) prohibits any person in authority or holding a public office from making sexual advances or requests. Such a person is liable to a minimum three-year jail term or penalty of not less than Sh100,000.",
            "The Act further criminalises other forms of sexual harassment such as sexual assault, attempted rape and indecent acts. These offences attract a five to a 10-year jail term.",
            "Busia Woman Representative Ms Florence Mutua had through her Sexual Offences (Amendment), 2016 sought to further specify forms of sexual harassment.",
            "She wanted “any contact between any part of the body of a person with the genital organs, breasts or buttocks of another …and exposure or display (of the same) or pornographic material to any person against his or her will,” to be criminalised. The bill failed to get the legislators’ approval.",
            "On the other hand, previously under the Employment Act (2007), only companies with more than 20 employees were bound by law to have a sexual harassment policy.",
            "But now, the Employment (Amendment) Act, 2019, demands of firms with more than five employees to have the policy. It should clearly state that each employee is entitled to employment that is free of sexual harassment, how to report the offences and redress measures thereof.",
            "Scanty statistics",
            "Despite the existence of anti-sexual harassment laws, the reality of women and men becoming victims is evident.",
            "Scanty statistics are available on offline sexual harassment. The media has, however, captured such cases. For instance, last year, a police officer in Nakuru was caught on camera pulling a suspect’s genitals in an attempt to force him to board a waiting police vehicle.",
            "For online, studies on digital security have shown prevalence of sexual harassment. A 2016 joint survey by Association of Media Women in Kenya (Amwik) and Article 19 Eastern Africa established that some 75 per cent of female journalists in Kenya have suffered online harassment, these included sexual harassment.",
            "Available evidence only shows cases of employees suing their managers or executives for sexual harassment but not an ordinary citizen against the other, an indication of either the public’s ignorance or disillusionment.",
            "It is possible to successfully litigate a sexual harassment offence.",
            "In 2017, a Kericho Employment and Labour Relations court awarded a female clinical officer Sh600,000 as general damages for sexual harassment. In case 53 of 2017, the officer had sued her manager for sexual advances. She declined, a decision she argued to have prompted him to end her employment at the health facility.",
            "Diamond Trust Bank, Head of HR Ms Lillian Ngala, says a human resource officer is obliged to take action against claims of sexual harassment.",
            "Ignoring the complaints",
            "The aggrieved member of the staff must, however, provide proof to the claim, which can be in form of emails, calls, texts or colleagues to whom one has confided.",
            "Ignoring the complaints could be tantamount to abetting sexual harassment in the workplace, a conduct that can lead to one losing certificate of practice with Institute of Human Resource Management, she says.",
            "She observes that annual sensitisation of staff through strategies such as refresher courses and email reminders, are crucial to eliminating breeding ground for sexual harassment.",
            "Eagle HR Consultants Chief Executive Officer, Mr Patrick Mutisya, adds that an employee has a right to seek justice through the court if the employer fails to take action within 14 days of notice.",
            "“The person who fails to take action is actually a collaborator (in abetting the offence),”says Mr Mutisya.",
            "But to successfully prosecute such as case, one needs to provide concrete evidence such as an email or a letter, he advises.",
            "Federation of Women Lawyers-Kenya (Fida-Kenya) Legal Counsel, Ms Vivian Mwende says “when it comes to sexual harassment, the burden of proof lies with the person who is claiming sexual harassment.”",
            "Labour Policy Consultant at Learn Africa Solutions, Mr Alphonce Were says employers must purpose to educate their employees to avoid normalising sexual harassment.",
            "“Employees should be aware that sexual statements about their body parts are not normal jokes,” he says.",
            "This is my story...Sabina Chege",
            "In March 2018, Murang’a Woman Representative Ms Sabina Chege, found herself in the middle of a storm.",
            "An alleged conman, Benson Chacha was using her number to solicit money from Cabinet Secretaries and her fellow MPs in addition to sending the MPs sexually explicit messages.",
            "In March 2018, Murang’a Woman Representative Ms Sabina Chege, found herself in the middle of a storm.\nPhoto credit: Pool | Nation Media Group",
            "Ms Chege together with 13 other female MPs reported the harassment to Parliament Police Station. When Directorate of Criminal Investigations, director Mr George Kinoti appeared before the National Assembly Committee on National Security to shed light on investigations of the matter, he said he had concluded that “there is special relation between the complainants and the suspect.”",
            "This opened the floor for online sexual harassment against Ms Chege with a Twitter account even opened using her photo and that of the suspect, and using an implicating username. The account is still active to-date.",
            "Later, the DCI refuted the “special relation” statement but the damage was already done on the part of Ms Chege.",
            "The harassment was “a worst case scenario,” Ms Chege says.",
            "“It is really sad even the way the police handled the matter. We are still in court. The court has delayed the case till to-day. If somebody at my level can be treated that way, what about an ordinary woman?” she wonders.",
            "For nominated Member of the Nairobi County Assembly Ms Silvia Museiya, being spammed with sexually suggestive conversations on her phone and social media accounts is common.",
            "“I just ignore,” she says, “The moment you start indulging, it becomes a back and forth issue. There is an assumption that women in leadership have used sex to get up, and so the best way to handle it is to prove that you have a mind of your own, and that you are confident in your own space, and men can read that very easily.”",
            "Unsafe behind the wheel: An Uber driver and her ‘sexual advances’ journey",
            "Women taxi drivers face the same security concerns as male drivers; however, they additionally face gender-dominated forms of victimisation.",
            "Peris Wangari Wanjiku, an Uber driver, recalls a time she picked a client in Langa’ta who wanted to go to Kahawa West. On their way, Ms Wanjiku says the client, who had been talkative for most of the trip disclosed he had no place to go and requested her to spend the night with him in the car.",
            "As an act of kindness, and to avoid a confrontation, she decided to park her car at a petrol station along Thika Road, the safest place she could think of, until dawn.",
            "For her, working as a taxi driver in Nairobi has been the most enjoyable and rewarding form of employment but it has come with a fair share of challenges.",
            "Ms Wanjiku says most of her male clients make sexual advances at her and it does not amuse her anymore because she knows how to handle such behaviour. Some ask her for a date, while others make uninvited remarks.",
            "Many of her male clients, she reveals, start hitting on her the moment they start the journey. They will tell her how beautiful she is and request for a date.",
            "On average, five out of every 10 male clients, she says, make sexual advances at her.This, she says, mostly happens at night when ferrying inebriated clients, with both young and old clients making unwelcome advances in equal measure.",
            "“Many start telling me they want to take me for coffee and get to know me because they are having issues with either their girlfriends or wives. They will shower me with compliments, saying they like aggressive and hard-working women like me, and not their lazy wives and girlfriends,” she says.",
            "Keen not to bring an argument or a misunderstanding in the course of their journey, Ms Wanjiku says she plays along and remains polite until they reach their destination. They then strike a deal that they talk over the phone the following day, as a gesture of politeness.",
            "“Many of them will call the following day and that is when I tell them I am married and a family woman who is only in business to fend for my family,” she says.",
            "One time, she says, she got a request from a man of Chinese origin. When they got to their destination, she says the Chinese man looked at her, gave her some extra money and told her to go home and cook for the children.",
            "Ms Wanjiku reveals that in her kind of business, she can only be polite to the male clients lest she losses business. What she ensures is that she does not allow the advances to go beyond limits.",
            "Despite the sexual advances, she says male clients are usually very friendly, generous and has never encountered a violent one.",
            "A gym instructor, his female clients and the limits",
            "The gym is a great place for rejuvenating the body and mind. It can, however, be an intimidating and daunting place, making one feel vulnerable.",
            "Like many other environments, it is prone to sexual harassment with the most common types including being unnecessarily stared at, indecent touch, having one’s personal space invaded without invitation, and unnecessary comments about appearance.",
            "The gym involves a lot of close contact between the instructor and the client. \nPhoto credit: Pool | Nation Media Group",
            "The gym involves a lot of close contact between the instructor and the client. This is where the thin line between upholding professionalism and managing emotional attachment that comes with hours, weeks, months and even years of an instructor training one client comes in.",
            "Studies show that women are the most sexually harassed in the gym, but men too, are prone to harassment.",
            "Arnold Opuka*, a gym instructor in Kisumu, is alive to this fact. When we meet him at his place of work, he tells The Voice that he has also been a victim of sexual harassment.",
            "Suggestive comments about their physique abound, with women referring to them as hunks, and suggesting which parts of their bodies the instructor should touch as they train.",
            "\"Many of these women, aged between 35 and 55 years, have money and easily influence young instructors. Some have fallen victims and lost their jobs,\" says Mr Opuka.",
            "He reveals that the women are tactful, only giving glances with limited open expressions of their desire for someone. This, he says, requires a keen eye to notice the advances.",
            "At times, especially during stretching exercises, some will do the routines suggestively.",
            "He, however, reveals that the actual sexual advances happen during private sessions.",
            "\"The women are more open and tempt instructors by the manner in which they act around you,\" says the 31-year-old.",
            "He adds that when these women come to the gym, their eyes are not only trained on the instructors, but also the young well-built men who work out in the gym.",
            "While most of these incidences appear consensual, he maintains that it is wrong and can be avoided, warning his colleagues against according specific clients special attention as that is bound to build attachment.",
            "\"Women are a jealous lot and that is why you have to treat all of them equally. Smile with all, psyche and assist all, and above all, be professional,” says Mr Opuka.",
            "",
            "Here's what constitutes sexual harassment",
            "Unwanted kissing, touching of breasts or genitalsButt slappingReferring to an adult as a girl, hunk, doll, babe, or honey Requests for sexual favoursMaking unwanted telephone calls.Repeated compliments of one’s appearanceSexually suggestive gestures, looks Discussing one’s sex life in front of othersCatcalls Ogling Cornering someone in a tight space Making sexual jokesSending sexually suggestive text messages or emailsLeaving unwanted gifts of a sexual or romantic natureSpreading sexual rumours about a colleagueRepeated hugs or other unwanted touching  (such as a hand on another’s back)",
            "[email protected], [email protected] and [email protected]"
        ],
        "image": "https://nation.africa/resource/image/3391320/landscape_ratio2x1/320/160/d5f7856e40bdbfb567b0eb48acb575d6/cg/sh-1.jpg",
        "image_description": "\nDespite the existence of anti-sexual harassment laws, the reality of women and men becoming victims is evident.\nPhoto credit: Pool | Nation Media Group\n",
        "date": "\nFriday, May 07, 2021\n",
        "category": "News"
    },
    {
        "title": "Widows seek rights protection in fight against poverty",
        "author": "\nBy \nKamau Maichuhie\n",
        "content": [
            "Widows have called for increased attention to their human rights to help them overcome poverty and restore their dignity.",
            "Through the Global Fund for Widows, they want the human rights agenda to prioritise their education, vocational training and entrepreneurship opportunities. This, they say, will help them gain independence and contribute positively to their communities.",
            "They want governments to initiate legal and policy reforms that safeguard their rights and dignity, assure them of their physical and mental wellbeing and advocate gender equality.",
            "They are also pushing governments and other stakeholders to fight harmful norms and attitudes that perpetuate discrimination, educate communities on widows' rights, and assist with financial and economic empowerment to help rebuild their lives.",
            "“The Global Fund for Widows invites governments, NGOs, businesses, and individuals to advocate the human rights of widows worldwide and remains available for consultation and guidance on how to empower widows to create a more just and inclusive world,” the organisation said in a statement.",
            "Also read: In the shadows of tradition: Widows recount silent horrors",
            "The UN estimates that nearly one in 10 widows live in extreme poverty, which has only been exacerbated by the polycrisis of Covid-19, climate crisis, and ongoing conflicts in Eurasia, East Africa, and Latin America.",
            "Human Rights Watch recently published the World Report 2023, summarising human rights conditions in over 100 countries. The report was, however, criticised for failing to acknowledge the human rights needs of widows in the developing world. Widowhood is an essential yet often overlooked gender issue that affects over 300 million women and 500 million children globally.",
            "Challenges",
            "Widows face discrimination, harmful practices, disinheritance, and loss of income, status, and basic needs. This leads to a cycle of poverty. Despite being highly marginalised, they are often overlooked in aid and development programmes. In view of these challenges, widows are now urging their governments and the international community for human rights laws recognising their struggle.",
            "They are calling for the condemnation of violence and discrimination, abolition of unfair inheritance laws, protection of widows in conflicts, and prevention of rights violations. To enhance the rights of widows globally, the United Nation (UN) General Assembly in 2010 adopted the celebration of International Widows’ Day on June 23 annually.",
            "The celebrations are aimed at drawing attention to and addressing the issues faced by widows, including increased risk of poverty and violence, and a lack of access to healthcare.",
            "Read: The life and times of a widow",
            "Widows in many countries lack legal rights. According to a World Bank’s report, Women, business and the law 2023, 76 out of 190 countries studied restrict a woman’s property rights.",
            "Currently, 43 economies do not grant equal inheritance rights to male and female surviving spouses. According to the UN, in many countries, being a widow can mean significant financial insecurity.",
            "The organisation notes that many widows experience poverty because they have no access to credit, have no or limited inheritance rights, are dependent on the charity of deceased relatives, or are made liable for the debts of their husbands.",
            "Widows have also been victims of physical and mental violence relating to inheritance disputes and can be coerced into participating in harmful traditions as part of burial and mourning rites.",
            "Lack of access to healthcare can be exacerbated by poor nutrition, inadequate shelter and vulnerability to violence, as well as sexual and reproductive health needs not being addressed.",
            "The UN has argued that armed conflicts, Covid-19, displacement and migration have left many women widowed. In 2018, the Violence Against Women Girls, produced a review of the evidence available on harmful cultural practices affecting widows.",
            "It identified a number of such practices, such as widows being forced to marry surviving members of their husband’s family, being raped and being accused of witchcraft.",
            "[email protected]"
        ],
        "image": "https://nation.africa/resource/image/4362432/landscape_ratio2x1/320/160/85b538e3e6e5b4ce98603714d189b0f6/tC/dnbaringobanditrywidows4.jpg",
        "image_description": "\nManyani widows weed on May 2, 2023. Their husbands were killed by bandits. The Global Fund for Widows wants the human rights agenda to prioritise widows education, vocational training and entrepreneurship opportunities to help them gain financial independence.\nPhoto credit: Boniface Mwangi I Nation Media Group\n",
        "date": "\nMonday, September 11, 2023\n",
        "category": "News"
    },
    {
        "title": "Remember elderly women in campaign to end GBV",
        "author": "\nBy \nCarole Ageng’o\n",
        "content": [
            "Maria is an 84-year-old widow from Riruta Satellite, a low-income suburb in Nairobi. She is a mother of five children, two sons and three daughters. Her husband died three years ago, leaving her with the family property that included unoccupied land and some rentals.",
            "Shortly afterwards, she shared the property among her children as part of their inheritance and retained a portion as a source of income. Her youngest son was, however, unhappy with the division of property and maintains that his sisters have no rights to the property.",
            "He became hostile and violent towards his mother, intending to directly collect the rent from the rentals. He has now threatened to kill his mother and sisters to take over ownership of the property.",
            "Violence and ageism",
            "Unfortunately, Maria’s story is just one of many. Violence against older women is widespread, with perpetrators ranging from intimate partners, family members, caregivers, and community members.",
            "As we draw to the end of 16 Days of Activism Against Gender-Based Violence, an annual international campaign to challenge violence against women and girls, we must reflect on and galvanize action around the need to better protect older women like Maria from all forms of violence and ageism (the targeting of older persons on the basis of their age).",
            "Before the Covid-19 pandemic, the World Health Organization estimated that one in six older people- those above the age of 60 - globally, were subjected to abuse in 2019. This was spurred by factors including alcoholism and property ownership disputes, among other issues.",
            "Emerging evidence indicates that the abuse has sharply increased in many countries as a direct result of the pandemic.",
            "Covid-19",
            "Consider the containment measures instituted by governments to flatten the Covid-19 curve; the need for social distancing that culminated in the partial cessation of movement and in some instances, full lockdowns, have left, and continue to leave older persons alone, separated from caring kin who would otherwise often check in on them and ensure their wellbeing.",
            "This exposes them to rogue community members, relatives and caregivers who use the opportunity to exercise their control and abuse, particularly against older women.",
            "A report by the Social Science Research Council indicates that Kenya is among the countries reporting a 30 per cent to 50 per cent average increase in sexual and gender-based violence (SGBV) amid lockdowns. This harrowing statistic encompasses SGBV against older persons. What is worse is that victims rarely report the abuse for fear of victimisation. A vicious cycle is, therefore, established, fuelled by ageism and sustained by the inaction of the government and communities.",
            "HelpAge International Africa continues to work with communities to support them to recognize and prevent SGBV against older women and help them access safety and response services. This includes access to counselling and legal advice for survivors. We also provide older people with the information they need to seek support in case of abuse.",
            "Violence and abuse",
            "Additionally, we continue to advocate for laws and policies to protect older women from violence, abuse, and neglect. One such law is the Protocol to the African Charter On Human and Peoples’ Rights on the Rights of Older Persons in Africa. This law provides for, among others, the right to property inheritance by older women; their protection from all forms of violence and abuse, including those emanating from harmful traditional practices; and the provision of care and support. Four years since the adoption of the Protocol, Kenya is yet to ratify it, leaving the rights of older persons in the balance.",
            "Ending SGBV against older women will take a concerted effort. The government should ratify and implement the African Union Protocol on the Rights of Older Persons. Additionally, it must fully implement existing legislation that protects the rights of older women, including increasing budgetary allocation towards the protection and promotion of their rights.",
            "Communities must also treat older women with care and respect. Ageing is not an event but a process that starts at birth. It is, therefore, imperative that we collaborate in putting an end to the mistreatment of older persons including SGBV against them.",
            "The writer is the Africa Regional Director, HelpAge International.",
            "",
            ""
        ],
        "image": "https://nation.africa/resource/image/3223488/landscape_ratio2x1/320/160/24ac29ddf73429e4704cbd06c59e9c21/zQ/old-age-pic.jpg",
        "image_description": "\nElderly women displaced by floods in Homa Bay County wait for relief food distributed by Devolution CS Eugene Wamalwa in 2018.Communities must treat older women with care and respect.\nPhoto credit: File | Nation Media Group\n",
        "date": "\nWednesday, December 09, 2020\n",
        "category": "News"
    },
    {
        "title": "Too poor for menses; period!",
        "author": "\nBy \nGender desk team\n",
        "content": [
            "Anyone who menstruates requires proper access to menstrual materials, safe and hygienic facilities and the right to manage it without shame or stigma. Unfortunately, some women and adolescent girls live in period poverty.",
            "Research shows that more than 800 million women menstruate daily and majority can’t manage their menses in a dignified and healthy way.",
            "American Medical Women's Association defines period poverty as inadequate access to menstrual hygiene tools and education, including, but not limited to sanitary products, washing facilities and waste management.",
            "Period poverty is an underlying issue that contributes to the persistent high numbers of teenage pregnancies.",
            "Studies have also shown that absence of an environment supportive of the girls’ menstrual hygiene management (MHM) hinders them from attending school.",
            "Of the 250 girls interviewed in a study – Menstrual Hygiene Management and School Absenteeism among Adolescents in Ghana: Results from a School-Based Cross-Sectional Study in a Rural Community by Shamsudeen Mohammed et al., 60.4 per cent said lack of a private place to manage periods at school kept them off.",
            "A majority (82.2 per cent) missed school due to menstrual pain, found the study whose findings were published last year in the International Journal of Reproductive Medicine.",
            "Another 70.3 per cent were deterred by the fear of staining and being teased, while 63.4 per cent stayed away due to non-availability of pads.",
            "Another study Menstrual hygiene management in rural schools of Zambia; a descriptive study of knowledge, experiences and challenges faced by schoolgirls by Joyce Chinyama et al. attests to similar challenges.",
            "Girls in six rural schools in Zambia were interviewed.",
            "They said inadequate provision of sanitary materials, water, sanitation and hygiene (WASH) facilities in schools forced them to stay at home during menstruation.",
            "Isolating themselves",
            "“Boys said they could tell when girls were menstruating by their smell and behaviour, for instance, moving less and isolating themselves from their peers,” the researchers state in study published in 2019, in BMC Public Health.",
            "“Girls complained of friction burns on their inner thighs during their long journey to school due to chaffing of wet non-absorbent material used to make menstrual cloth,” it further reads.",
            "The findings are a reflection of Kenya’s situation. It refers to a previous study in Kenya that established that “Poor WASH facilities deter girls from using the facilities at school, with most girls opting to stay home until they finish menstruating.”",
            "On average, girls begin puberty at 10 or 11 years depending on factors such as nutrition, guides Unesco in its 2014 document Puberty Education & Menstrual Hygiene Management.",
            "In Kenya, Unesco estimates that some 2.6 million girls in school need support to obtain menstrual hygiene products. Further, approximately 300,000 of girls in arid and semi-arid regions would require both sanitary towels and underwear at an estimated cost of Sh2.6 billion.",
            "In 2012/13 financial year, Sh300 million was set aside for the Ministry of Education to provide the sanitary towels. This amount was reduced to Sh30 million in 2013/14 financial year.",
            "Until 2017, the ministry provided an estimated 568,925 underprivileged girls in public primary schools in 82 districts (now sub-counties) within marginalised and slum areas.",
            "The coming into effect of Basic Education (Amendment) Act in June 2017 guaranteed all girls in puberty age enrolled in public primary and secondary schools, free provision of pads. In 2017/18 financial year, the programme was allocated Sh470 million. This catered for 14, 813, 810 packets distributed to 3.7 million girls during the fiscal year.  A sum of Sh420, 618,057 was spent.",
            "Private schools",
            "There are 9.2 million girls enrolled in primary schools and 4.3 million others in secondary schools, confirms data from 2019 Census.",
            "Although data on girls in private schools is elusive, the current data could suggest that 72 per cent of the targeted girls have not benefited from the State sponsored programme.",
            "In May last year, the Ministry of Health launched Menstrual Hygiene Management Policy (2019-2030) with one of the five targets being commitment to ensure WASH facilities are provided in all households, learning institutions, public places, healthcare facilities, workplaces and correctional facilities.",
            "“Without (access to menstrual hygiene materials, latrines and places to change, safe water and sanitation, and good hygiene practices like hand washing with soap), the school environment is unhealthy, gender discriminatory and inadequate,” states Unesco in its aforementioned publication.",
            "Ministry of Education Cabinet Secretary Prof George Magoha announced mid-January the purchase of Sh470 million worth sanitary towels for an unspecified number of girls in public schools across the country.",
            "He said the distribution would begin in the third week of January with each of the benefiting girls receiving a one-off bundle lasting them nine months.",
            "“Each girl will get a collection of (pads for) nine months at once,” he said at Kahundira Primary School in Kiambu County.",
            "It’s, however, unlikely that the girls will receive pads covering the nine-months with the financial allocation.",
            "With the Sh470 million, at least 3.7 million girls will get four packets of the pads out of the 4.2 million needy cases. This will last four months.",
            "In 2019, the then Public Service and Gender Affairs Principal Secretary Ms Safina Kwekwe revealed challenges bedevilling the programme.",
            "“When we started distributing the sanitary pads in the 2017/18 financial year, we gave them out to 3.7 million girls. We spent Sh460 million. We only gave four packs to girls in public primary, secondary and special schools. We had nothing for girls in vocational training and other institutions,” Ms Kwekwe is quoted in a local newspaper article dated September 14, 2019.",
            "She added: “We have been having challenges because the money is not adequate. We need to have more so that girls can remain in school throughout but we have only been able to give them four months’ supply in the past.”",
            "With the new law accompanied with the Menstrual Hygiene Management Policy (2019-2030), it meant, the government sat at the centre of meeting the menstrual hygiene management needs of girls in public facilities.",
            "In 2017/18 financial year, the programme was moved to the Ministry of Public and Gender Affairs only for it to be moved back to the Education ministry, late 2019 following hiccups in tendering and distribution.",
            "From Tana River to Busia, menses remain a taboo topic burying girls in shame",
            "In May last year, we shared a story on the challenges women in Tana River County face during their menses.",
            "Fortunately, period poverty is fast becoming a thing of the past after we covered the story on menstrual hygiene challenges where women dug holes to sit on for hours during their menses.",
            "The story that shocked the world, saw donors from as far as Turkey, Britain and the US march into the county to triumph over the shame of the 21st Century, marking the genesis of a revolution that is fast reinstating comfort to lives of the women and girls in the region.",
            "Menstrual hygiene ambassadors and menstrual cops moved into villages donating countless sanitary towels.",
            "“In the past, we could not even talk about our private parts, sanitary pads were not a language we spoke. We only did what our mothers taught us,\" says Salima Waqo, a mother of three.",
            "Ms Waqo is one of the women who taught her children the traditional way of menstrual hygiene since that is what she knew.",
            "According to her, she learnt about sanitary towels in June after activists started making door to door visits to teach on menstrual hygiene.",
            "\"Even my children knew about sanitary towels, but they never shared with me, they were embarrassed to do so,\" she says.",
            "Leila Nuru, an activist and a menstrual cop notes that most women from pastoral communities are not schooled on sanitary towels, and rely on traditional methods, where rags are used or holes are dug in the worst circumstances.",
            "A woman watches as her daughter digs a hole for her menses in the bush in Makutano village, Tana River County.\nPhoto credit: Stephen Oduor | Nation Media Group",
            "The activist notes that even shops in the remote areas never stock sanitary towels.",
            "\"Women in our community are very shy, if they have to buy sanitary towels from a shop, the attendant has to be a woman, or they will send a child,\" she says.",
            "Ms Nuru has started training men from pastoralists’ communities on understanding menstrual hygiene and how to support their children and women through the process.",
            "According to her, in the community where men are the providers, only knowledge is required to sustain the solutions currently being implemented.",
            "However, poverty remains the community's biggest challenge. As a result, the women have appealed to the national government and relative organisations to equip them with re-usable sanitary towels.",
            "They say that unlike the disposable ones, re-usable towels are sustainable, cost, and environmental-friendly.",
            "According to Muslima Godana, an activist, a lot of the disposable sanitary towels have ended up in water reservoirs and the streets, hence detrimental to both the environment and human health.",
            "\"The disposable towels need to be done away with as we adopt an alternative solution,\" she says.",
            "Efforts to eradicate menstrual disparity in the county are encouraging, with the county government allocating Sh2 million to support menstrual hygiene.",
            "Kenya Works Organisation among other organisations, distributes re-usable sanitary towels targeting 5,000 girls and women in pastoral communities for free.",
            "In Busia County, many adolescent girls faced with challenges of accessing menstrual hygiene management products admit to having transactional sex for pads.",
            "Ms Mary Makokha, the Director of Rural Education and Economic Enhancement Programme (Reep) says some parents only provide food for their families and ask the girls to look for other basic needs on their own.",
            "“This is happening because of poverty – girls and some women don’t have the financial means to buy sanitary products,” says Ms Makokha, noting that men also take advantage of desperate students, sexually exploiting them before offering money for their basic needs.",
            "The girls accept as low as Sh50 to buy sanitary towels.",
            "“Girls are exposed to boda boda riders, truck drivers, shamba boys and even weird grown up men in the villages,” Ms Makokha adds.",
            "The poverty rate pushes some of the girls to either engage in prostitution or marry young to ease the financial burden on their families.",
            "Ms Florence Opetu* (not her real name), a Form Three student at Murende Mixed Secondary School says she engaged in the business when she could not afford pads.",
            "“One day, I was having my periods but did not have pads; when I stood up, my clothes were stained. The whole class started laughing,” she says.",
            "This really embarrassed her.",
            "“One day while heading home from school, a boda boda rider offered me a lift. I resisted hesitantly but after he persuaded me and assured that it was a mere lift, I accepted,” she adds.",
            "The school girl says she ended up getting into a relationship with the man in his mid-30s.",
            "Period poverty is a widespread problem in the country – and those who cannot afford sanitary pads use old cloths, pieces of blankets and newspapers.",
            "During the Covid-19 pandemic, girls who got free sanitary products at school were pushed to desperate measures and scores became pregnant as they looked for money for pads.",
            "The government failed to extend the services to their homes when schools closed on March 15, 2020, leaving the girls at the mercy of the society.",
            "Meanwhile in Kilifi County, stakeholders and organisations have been in the frontline to boost the National government’s initiative, through the Woman Representative’s office, to provide sanitary towels to school girls.",
            "This is an indication that the sanitary pads being distributed by National Government Affirmative Action Fund (NGAAF) do not meet the demands in schools.",
            "The Filipino winning souls while ensuring they enjoy every moment of life",
            "As you drive towards South Kinangop, off the Naivasha-Nairobi highway, there is an imposing house on the hill overlooking Lake Naivasha.",
            "The house owner is a Filipino woman who came to Kenya in 1998. Ms Minalyn Nicklin, 56, is a missionary with a big vision and mission; to help poor girls and women in Naivasha and its environs enjoy safe menstrual hygiene management (MHM).",
            "Ms Minalyn Nicklin displays some of the reusable sanitary pads she makes at her house in Naivasha town. \nPhoto credit: Francis Mureithi | Nation Media Group",
            "She makes reusable sanitary pads that are environmentally friendly, accessible and affordable, in a section of her house, which she has converted into a workshop.",
            "Disposable sanitary pads are prohibitively expensive for girls and women in Naivasha rural villages. This means that during menstruation, they use old clothes which often leak, staining their dresses and are uncomfortable.",
            "Ms Nicklin wants this to change. \"I believe every journey in a positive direction starts with a single step. Making sanitary pads that are easy to use, inexpensive, and recyclable could be a big help for women.\"",
            "Her husband, Mr Peter Nicklin who is a medical doctor and her step son Alistair support her venture.",
            "She says limited access to clean water, proper sanitation facilities and sanitary pads make it difficult for girls and women to manage their menstruation hygienically.",
            "As a result, many young women face considerable physical and social challenges during menstruation, including missing school and missing out on important economic activities.",
            "Ms Nicklin’s venture has support from local partners and individual volunteers from the US.",
            "Her pads are made of cotton with the inside layer made from a nylon-type fabric. They are washable after use enabling users to save money because of a longer utility.",
            "Women and girls who use them say they are comfortable and leak-free.",
            "\"I have no fears moving and doing my house chores,\" says Ms Jemimah Musimbi, a beneficiary.",
            "Ms Nicklin says the objective of her missionary work in the country is not just to win souls alone but also make sure the souls enjoy every moment of their lives.",
            "“I have discovered that many poor women and girls in the surrounding villages use old rags, and other unhygienic substances like leaves as pad during menstruation,\" says the mother of two.",
            "This, she says, could lead to reproductive diseases and affect maternal mortality.",
            "\"My mission is not just to increase the accessibility and use of clean sanitary pads, but also create job opportunities for rural women,\" she explains.",
            "She has invested in five sewing machines and employed three workers.",
            "‘Period man’ seeking to change men’s mindsets towards menses",
            "He calls himself Period Man! A year ago, 28-year-old Mr James Atito was teaching girls at Kakuma village in Turkana County how to use pads, maintain cleanliness during the menses and manage pain among other things.",
            "He had been contracted to undertake the sensitisation. Then one of the girls stood up and asked him: \"Why do you talk about periods? Are you period man?\" That passed as one of those curious queries. The session ended. Evening came.",
            "As he took a walk around the village in the evening, he noticed a group of seven girls sitting along the paths on the rills. Some sat on the bare soil. Some on animal skins.",
            "\"I wondered why the girls were sitting there late in the evening when they should be at home,\" he starts off the conversation.",
            "Mr James Atito is a male advocate in the fight towards ending period poverty.\nPhoto credit: Kevin Odit | Nation Media Group",
            "\"I was shocked to be told that they were on periods and that they were forbidden from their homesteads until their periods were over. That was an unimaginable stigma. I felt so sad for them and it got me thinking. I said I must do something to end the stigma.\"",
            "His journey back to Mombasa, where he is based, was filled with thought of what he can do different to emancipate women and girls from period shame and discrimination.",
            "After two months of researching through reading publications on periods and web scraping, Mr Atito found a missing voice in ending period poverty – that of men.",
            "\"Often men are barriers to women's access and use of family planning. And we tell men to be engaged in family planning but we don't tell them how. It's the case with how girls access and use sanitary towels,\" he says.",
            "To reach men and use himself as an example of a male advocate in the fight towards ending period poverty, he settled for Period Man, an identity that equally identifies with the girl who sought to find out whether he has the monthly experiences of menses.",
            "So who is the Period Man? This is the brand name behind Mr Atito that he copyrighted through formal registration with Kenya Copyright Board.",
            "For the past one year, Mr Atito has run two campaigns on Facebook and Twitter,",
            "#Men4Periods365 and #Men4PeriodsMovement, meant to raise men's consciousness on their role in ending period poverty.",
            "He for instance shares information on period pain and its management, how to make reusable pads - a skill he learnt through apprentice - and maintain menstrual hygiene.",
            "\"Men perpetrate period shame and discrimination. My mission is to reach them at the household level and find sustainable solutions. Once we have solutions, we will no longer need to push the government or partners to provide girls with the pads,\" he reckons.",
            "Mr Atito studied finance and accounting.",
            "Period of shame that birthed Janet’s book My First Time",
            "“It was a shocking, frustrating and sad. How is it that we are in 2013 and the girls are using chicken feathers and goats hides?” This is Ms Janet Mbugua’s reflection of a feature on period poverty titled “Period of Shame.”",
            "Ms Janet Mbugua is the founder of Inua Dada Foundation, launched in 2014, to call the government to action to prioritise the menstrual hygiene needs of girls. \nPhoto credit: Dennis Onsongo | Nation Media Group",
            "It was aired on a local TV station in 2013. It featured girls from Marigat in Baringo County who demonstrated how they fitted the non-absorbent goat hides or stuffed chicken feathers in their underwear. They pluck the feathers from a live or slaughtered chicken. While unmarried girls are allowed to borrow the goat hides from their married peers, a harmful practice that exposes them to infections.",
            "One of the girls interviewed said: “It is very uncomfortable. It pricks you. During examination, I write while standing,” added the girl then in Class Seven.",
            "At the time, 90 per cent of the allocation to the sanitary towels programme had been slashed.",
            "Ms Mbugua is the founder of Inua Dada Foundation, born out of the pain and shock she felt when she watched the feature. Since its launch in 2014, Ms Mbugua has used it as the voice to call the government to action to prioritise the menstrual hygiene needs of girls.",
            "‘Period of Shame’ was the topic of discussion in her subsequent talk shows. For days, the discussion trended on Twitter.",
            "“People were outraged to the point they were leaving pads for those girls outside our gates of the TV station,” she shares. “And it triggered me, so I asked my boss ‘Can we do something? I don’t feel okay with this just dying as it is. She agreed and I came up with Inua Dada Initiative.”",
            "The initiative, she says, was aimed at pushing the government to allocate the programme more money alongside mobilising resources to buy pads for the girls.",
            "Later, they delivered pads and underwear to about 10,000 girls in Baringo County. Nevertheless, she was not happy about the one-off donation.",
            "The need for a sustainable means to end girls’ inaccessibility to the menstrual products, proper sanitation facilities and information, nagged her. And this is how she ended up registering her foundation in 2014. And later in 2017, opting out of the media.",
            "In 2018, she started compiling content for her book My First Time. The book that launched in February last year, profiles menstruation experiences of 50 girls including those with disability and HIV.",
            "With the book, she purposes, breaking the silence on period poverty and ending the stigma, attached to it. She also features men’s voices.",
            "“Men cannot be ignored in the conversation. They are our biggest allies,” she says.",
            "Her book is bringing changes to how men perceive the subject.",
            "“I’d go to places and fathers could come up to me and say ‘Your book helped me figure out, how to break down this conversation at home with my sons and daughters,” she says.",
            "Ms Mbugua is extending the book to add an addendum on the Pan-African perspective on emerging period poverty issues during the Covid-19 period. The new version will be out in two months.",
            "She says: “Period poverty was blown wide open during Covid-19. Suddenly, schools that were giving pads were closed. Suddenly, the women who were washing clothes to earn a keep had lost their jobs. A lot of girls turned to sex for pads, more than we know.”",
            "She is happy her relentless efforts on social media have resulted in more people engaging in the subject, wrapped as a taboo.",
            "“I posted a picture of my stained pyjamas…there were 10,000 likes and about 1,000 comments. It tells you people want to talk,” she says.",
            "“A few people in the comment section are saying ‘Thank you for just opening this door for us to comment on an issue that is so often a taboo.’…and for me that is a win.”",
            "In the midst of the pandemic, Ms Mbugua has maintained the momentum through virtual activities.",
            "Last year, she held a virtual period party where women highlighted the prevailing challenges and advocated for action from the government. She has earned herself a special friend for her consistent campaign against period poverty; public criticism.",
            "Late last year, her foundation embarked on a sustainable approach of ending period poverty. It entered into partnership with The Pad Project to run a two-pronged pad project in Nairobi County.",
            "Report by Moraa Obiria, Francis Mureithi, Stephen Oduor, Shaban Makokha and Maureen Ongala.",
            "[email protected],  [email protected],  [email protected], [email protected], [email protected]",
            "",
            "",
            "",
            ""
        ],
        "image": "https://nation.africa/resource/image/3283466/landscape_ratio2x1/320/160/3139b09d8441fb56064a172ff3b543de/Lp/cover.jpg",
        "image_description": "\nSome of the pupils of Kinango Primary School in Kwale County where more than 150 girls out of 328 cannot afford sanitary towels. The girls have resorted to using rags as an alternative.\nPhoto credit: Wachira Mwangi | Nation Media Group\n",
        "date": "\nMonday, February 08, 2021\n",
        "category": "News"
    }
]